[
  {
    "available": [8, 9, 10, 11],
    "storage": [1, 2, 3, 4, 5, 12],
    "notAvailable": [6, 7],
    "id": "apfel",
    "name": "Apfel",
    "description": "Der Apfel ist eine Frucht, die vom Apfelbaum (Malus domestica) stammt. Er ist rund oder ellipsenförmig mit einem Durchmesser von 5 bis 10 cm und kann je nach Sorte eine Vielzahl von Farben haben, einschließlich Grün, Gelb und Rot. Äpfel haben eine feste, aber saftige Fruchtfleischtextur und einen süß bis säuerlichen Geschmack. Sie sind sehr vielseitig und können roh verzehrt, gebacken, gedünstet oder zu Saft verarbeitet werden. Äpfel sind für ihren Nährstoffgehalt, einschließlich Ballaststoffen, Vitamin C und verschiedenen Antioxidantien, bekannt.",
    "origin": "Äpfel werden seit Jahrtausenden kultiviert und stammen ursprünglich aus Zentralasien. Ihre Domestizierung wird auf das Gebiet in der Nähe des heutigen Kasachstan zurückgeführt, wo wilde Vorfahren der modernen Apfelsorten noch immer zu finden sind. Über die Seidenstraße gelangten Äpfel nach Europa, und im Laufe der Zeit wurden durch Auslese und Züchtung eine Vielzahl von Sorten entwickelt. Heutzutage sind Äpfel eines der am weitesten verbreiteten Obstsorten weltweit.",
    "health": "Äpfel bieten eine Reihe von gesundheitlichen Vorteilen, die sie zu einem beliebten Bestandteil einer ausgewogenen Ernährung machen:\n\n**Gesundheitliche Vorteile von Äpfeln:**\n1. **Gut für das Herz:** Der Verzehr von Äpfeln kann zur Senkung des Risikos von Herzerkrankungen beitragen, was teilweise auf den Ballaststoffgehalt zurückzuführen ist.\n2. **Gewichtskontrolle:** Aufgrund ihres hohen Ballaststoffgehaltes und des Wassers können Äpfel sättigend wirken und so bei der Gewichtskontrolle helfen.\n3. **Verdauungsfördernd:** Ballaststoffe in Äpfeln fördern eine gesunde Verdauung und können Verstopfung vorbeugen.\n4. **Reduzierung des Diabetes-Risikos:** Der regelmäßige Verzehr von Äpfeln kann zur Stabilisierung des Blutzuckerspiegels beitragen und das Risiko für Typ-2-Diabetes senken.\n5. **Krebsschutz:** Bestimmte Antioxidantien und Verbindungen in Äpfeln könnten zum Schutz vor bestimmten Arten von Krebs beitragen.\n\n**Mögliche Nachteile von Äpfeln:**\n1. **Pestizidrückstände:** Äpfel können aufgrund ihrer großen Beliebtheit und intensiven Bewirtschaftung mit Pestiziden belastet sein. Es empfiehlt sich, Bioware zu wählen oder die Äpfel vor dem Verzehr gründlich zu waschen.\n2. **Allergien:** Manche Menschen können auf Proteine in Äpfeln allergisch reagieren, vor allem in Kombination mit einer Birkenpollenallergie.\n\nInsgesamt sind Äpfel eine gesunde Wahl als Snack oder als Teil von Mahlzeiten. Der Verzehr von Äpfeln als Ganzes (mit Schale) wird empfohlen, um die Vorteile der in der Schale enthaltenen Nährstoffe zu nutzen."
  },
  {
    "available": [7, 8],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 6, 9, 10, 11, 12],
    "id": "aprikose",
    "name": "Aprikose",
    "description": "Die Aprikose, auch Marille genannt, ist eine kleine, runde Frucht mit einem samtigen, orangefarbenen Außenhaut und einem festen, aber saftigen Fruchtfleisch. Sie gehört zur Familie der Rosengewächse und teilt sich eine Gattung mit der Pflaume. Aprikosen sind reich an Vitaminen, insbesondere Vitamin A und C, und enthalten Ballaststoffe sowie Antioxidantien. Sie können roh als erfrischender Snack genossen werden, finden aber auch in der Küche Verwendung in Marmeladen, Desserts und herzhaften Gerichten.",
    "origin": "Aprikosen haben ihre Ursprünge in China, wo sie seit mehr als 4000 Jahren kultiviert werden. Von dort aus verbreiteten sie sich über die Seidenstraße in den Persischen Königreich und später nach Europa. Heute sind sie weltweit verbreitet und gelten vor allem in mediterranen und zentralasiatischen Ländern als wichtiger Bestandteil der lokalen Küchen.",
    "health": "Aprikosen bieten zahlreiche gesundheitliche Vorteile sowie einige Anmerkungen zur Bedachtnahme:\n\n**Gesundheitliche Vorteile von Aprikosen:**\n1. **Nährstoffreich:** Aprikosen sind eine ausgezeichnete Quelle für Vitamin A, Vitamin C und Ballaststoffe.\n2. **Gut für die Augen:** Der hohe Gehalt an Vitamin A und den Antioxidantien Lutein und Zeaxanthin unterstützt die Augengesundheit.\n3. **Verdauungsfördernd:** Die Ballaststoffe in Aprikosen können die Verdauung unterstützen und zur Vorbeugung von Verstopfung beitragen.\n4. **Herzgesundheit:** Aprikosen enthalten mehrere Bestandteile, die zur Herzgesundheit beitragen können, einschließlich Kalium und Ballaststoffe.\n\n**Mögliche Bedenken bei Aprikosen:**\n1. **Kerninhalt:** Die Kerne von Aprikosen enthalten Amygdalin, das im Körper zu Cyanid umgewandelt werden kann. Es ist wichtig, die Kerne nicht zu konsumieren.\n2. **Allergien:** Obwohl selten, können einige Personen allergisch auf Aprikosen reagieren, insbesondere wenn sie Empfindlichkeiten gegenüber anderen Steinfrüchten haben.\n\nInsgesamt ist die Aprikose eine sehr gesunde und vielseitige Frucht, die sowohl roh als auch gekocht genossen werden kann und eine Bereicherung für eine ausgewogene Ernährung darstellt. Es sollte jedoch darauf geachtet werden, die Kerne aufgrund des potenziell gefährlichen Inhalts zu vermeiden."
  },
  {
    "available": [8, 9, 10],
    "storage": [11, 12],
    "notAvailable": [1, 2, 3, 4, 5, 6, 7],
    "id": "birne",
    "name": "Birne",
    "description": "Die Birne ist eine süße, saftige Frucht mit einer charakteristischen Form, die am Stielende schmaler und an der gegenüberliegenden Seite breiter wird. Die Textur der Birne variiert von weich und butterartig bis hin zu fester und körnig, abhängig von der Sorte und Reife. Birnen bieten eine Vielzahl von Farben, einschließlich Grün, Gelb, Braun und Rot. Sie sind reich an Ballaststoffen, Vitamin C und Kupfer und enthalten auch andere wichtige Nährstoffe in geringeren Mengen.",
    "origin": "Birnen gehören zu den ältesten kultivierten Früchten der Welt. Ihr Ursprung lässt sich bis 3000 v. Chr. nach Westasien und kleinere Bereiche in Europa zurückverfolgen. Die alten Griechen und Römer schätzten Birnen nicht nur als Nahrungsmittel, sondern auch für ihre medizinischen Eigenschaften. Mit der Zeit breitete sich der Anbau von Birnen in ganz Europa aus und erreichte über Handelswege und Entdeckungsreisen auch andere Kontinente.",
    "health": "Birnen sind nicht nur lecker, sondern bieten auch gesundheitliche Vorteile, während sie gleichzeitig einige wenige Nachteile aufweisen:\n\n**Gesundheitliche Vorteile von Birnen:**\n1. **Ballaststoffreich:** Birnen sind eine gute Quelle für Ballaststoffe, die zur Förderung der Verdauung und zur Vorbeugung von Verstopfung beitragen können.\n2. **Gut für das Herz:** Der regelmäßige Verzehr von Birnen kann sich positiv auf die Herzgesundheit auswirken, indem er den Cholesterinspiegel senkt und die Herz-Kreislauf-Funktion unterstützt.\n3. **Antioxidantien:** Birnen enthalten Vitamin C und Kupfer, die als Antioxidantien wirken und die Zellen vor Schäden durch freie Radikale schützen können.\n4. **Immunschutz:** Vitamin C stärkt das Immunsystem und trägt dazu bei, Infektionen abzuwehren.\n\n**Mögliche Nachteile von Birnen:**\n1. **Fructosegehalt:** Birnen enthalten Fructose, was bei einer Fructoseintoleranz oder in großen Mengen zu Verdauungsproblemen führen kann.\n2. **Verderblichkeit:** Birnen sind empfindlich und können schnell überreif werden, daher ist sorgfältige Lagerung erforderlich, um Lebensmittelverschwendung zu vermeiden.\n\nInsgesamt sind Birnen eine gesunde Wahl und ein leckerer Beitrag zu einer ausgewogenen Ernährung. Es ist empfehlenswert, auf ihre Reife zu achten und reife Früchte zeitnah zu verzehren."
  },
  {
    "available": [6, 7, 8, 9],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 10, 11, 12],
    "id": "blaubeere",
    "name": "Blaubeere / Heidelbeere",
    "description": "Die Blaubeere, auch als Heidelbeere bekannt, ist eine kleine, runde Frucht, die auf Sträuchern wächst. Sie ist in der Farbe von tiefem Blau bis Lila variierend und hat eine schützende, wachsig erscheinende Oberfläche. Blaubeeren sind für ihren süß-säuerlichen Geschmack bekannt und enthalten kleine, kaum spürbare Samen. Sie sind reich an Antioxidantien, Vitaminen (insbesondere Vitamin C und K) und Mineralstoffen wie Mangan.",
    "origin": "Blaubeeren sind in Nordamerika heimisch, haben aber auch in Europa, Asien und sogar in Teilen Afrikas verwandte Arten. Die Kultivierung von Heidelbeeren begann in den frühen 1900er Jahren in den USA, als Wissenschaftler angefangen haben, wilde Arten zu züchten, um größere und ertragreichere Pflanzen zu entwickeln.",
    "health": "Blaubeeren sind bekannt für ihre gesundheitsfördernden Eigenschaften:\n\n**Gesundheitliche Vorteile von Blaubeeren:**\n1. **Hoher Antioxidantiengehalt:** Blaubeeren sind bekannt für ihre reichhaltigen Antioxidantien, insbesondere Anthocyane, die die Zellen vor Schäden durch freie Radikale schützen können.\n2. **Kognitive Funktion:** Der regelmäßige Verzehr von Blaubeeren kann zur Verbesserung der Gedächtnis- und Gehirnfunktion beitragen.\n3. **Herzgesundheit:** Blaubeeren können helfen, Risikofaktoren für Herz-Kreislauf-Erkrankungen zu reduzieren.\n4. **Diabetes-Management:** Ihr niedriger Glykämischer Index und die Fähigkeit, den Blutzuckerspiegel zu regulieren, machen sie zu einer geeigneten Frucht für Menschen mit Diabetes.\n5. **Entzündungshemmend:** Die enthaltenen Nährstoffe und Verbindungen in Blaubeeren können entzündungshemmend wirken und so zur Verringerung von chronischen Krankheiten beitragen.\n\n**Mögliche Nachteile von Blaubeeren:**\n1. **Schadstoffbelastung:** Wie alle Früchte können auch Blaubeeren Rückstände von Pestiziden enthalten, insbesondere wenn sie nicht aus biologischem Anbau stammen.\n2. **Allergische Reaktionen:** Obwohl selten, können Blaubeeren bei manchen Menschen allergische Reaktionen hervorrufen.\n\nInsgesamt sind Blaubeeren eine nährstoffreiche Frucht, die viele gesundheitliche Vorteile bietet und sich hervorragend für eine gesunde Ernährung eignet."
  },
  {
    "available": [7, 8, 9],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 6, 10, 11, 12],
    "id": "brombeere",
    "name": "Brombeere",
    "description": "Brombeeren sind dunkle, saftige Beeren, die aus den einzelnen Fruchtständen der gleichnamigen Pflanze bestehen. Sie haben einen süßen und leicht säuerlichen Geschmack und sind bekannt für ihre vielseitigen Verwendungsmöglichkeiten in der Küche. Brombeeren sind reich an Vitaminen, vor allem Vitamin C und K, sowie Ballaststoffen und Antioxidantien.",
    "origin": "Die Brombeere ist weltweit verbreitet und wird schon seit Langem in diversen Kulturen genutzt. Ursprünglich kommen Brombeeren aus der gemäßigten nördlichen Hemisphäre, doch heute findet man sie in vielen Klimazonen auf der ganzen Welt.",
    "health": "Brombeeren bieten eine ganze Reihe von gesundheitlichen Vorteilen:\n\n**Gesundheitliche Vorteile von Brombeeren:**\n1. **Reich an Antioxidantien:** Die Beeren tragen dazu bei, den Körper vor oxidativem Stress und Entzündungen zu schützen.\n2. **Förderung der Verdauung:** Aufgrund ihres hohen Ballaststoffgehalts können Brombeeren die Verdauung unterstützen und zur Aufrechterhaltung einer guten Darmgesundheit beitragen.\n3. **Herz-Kreislauf-Gesundheit:** Brombeeren können sich positiv auf die Herzgesundheit auswirken und zur Verringerung von Risikofaktoren für Herzkrankheiten beitragen.\n4. **Stärkung des Immunsystems:** Das enthaltene Vitamin C stärkt das Immunsystem und hilft bei der Wundheilung.\n5. **Verbesserung der Hautgesundheit:** Vitamine und Mineralstoffe in Brombeeren können zur Erhaltung einer gesunden Haut beitragen.\n\n**Mögliche Nachteile von Brombeeren:**\n1. **Allergien:** Obwohl selten, können manche Menschen allergisch auf Brombeeren reagieren.\n2. **Schadstoffbelastung:** Wie bei allen Früchten sollte darauf geachtet werden, Brombeeren vor dem Verzehr gut zu waschen, um mögliche Pestizidrückstände zu entfernen, insbesondere wenn sie aus konventionellem Anbau stammen.\n\nInsgesamt sind Brombeeren eine gesunde und nährstoffreiche Frucht, die sowohl roh als auch in verschiedenen Gerichten genossen werden kann."
  },
  {
    "available": [5, 6, 7],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 8, 9, 10, 11, 12],
    "id": "erdbeeren",
    "name": "Erdbeeren",
    "description": "Erdbeeren sind die beliebten, roten Früchte von Fragaria ananassa, charakterisiert durch ihr saftiges, süßes Fleisch und die kleinen, gelben Samen an der Oberfläche. Die Herzform und die leuchtend rote Farbe machen sie nicht nur optisch ansprechend, sondern auch vielseitig einsetzbar, von frischen Desserts bis hin zu Soßen und Getränken. Erdbeeren sind reich an Vitamin C, Mangan, Folsäure und beinhalten auch Ballaststoffe und Antioxidantien wie Pelargonidin und Ellagsäure.",
    "origin": "Obwohl wilde Erdbeeren seit der Steinzeit konsumiert wurden, stammt die heute bekannte Gartenerdbeere aus einer Kreuzung, die im 18. Jahrhundert zufällig in Europa zwischen einer nordamerikanischen und einer chilenischen Art entstand. Seitdem hat sie sich zu einer weltweit kultivierten Frucht entwickelt, die besonders in gemäßigten Klimazonen gedeiht.",
    "health": "Erdbeeren bieten eine Vielzahl von gesundheitlichen Vorteilen, aber sie sollten auch sorgfältig ausgewählt und gewaschen werden, um mögliche Pestizidrückstände zu entfernen:\n\n**Gesundheitliche Vorteile von Erdbeeren:**\n1. **Reich an Vitamin C:** Erdbeeren besitzen einen hohen Vitamin-C-Gehalt, der das Immunsystem unterstützen und als Antioxidans wirken kann.\n2. **Herzgesundheit:** Die in Erdbeeren enthaltenen Flavonoide können zur Gesundheit des Herz-Kreislauf-Systems beitragen.\n3. **Blutzuckerregulation:** Der niedrige glykämische Index von Erdbeeren macht sie zu einer guten Wahl für Menschen mit Diabetes oder solche, die ihren Blutzuckerspiegel kontrollieren möchten.\n4. **Förderung der Verdauung:** Der Ballaststoffgehalt in Erdbeeren kann eine gesunde Verdauung fördern und zur Vorbeugung von Verstopfung beitragen.\n5. **Hautgesundheit:** Antioxidantien und der hohe Wassergehalt von Erdbeeren können positiv zur Hautgesundheit beitragen und vorzeitiger Alterung entgegenwirken.\n\n**Mögliche Nachteile von Erdbeeren:**\n1. **Allergien:** Einige Menschen können allergisch auf Erdbeeren reagieren, insbesondere bei einer bestehenden Fruktoseintoleranz oder Kreuzallergien.\n2. **Pestizidrückstände:** Erdbeeren können durch konventionellen Anbau Pestizidrückstände aufweisen, weshalb sorgfältiges Waschen oder der Kauf von Bio-Erdbeeren ratsam ist.\n\nInsgesamt sind Erdbeeren eine gesunde und leckere Ergänzung zu einer abwechslungsreichen Ernährung. Es lohnt sich, auf Herkunft und Anbaumethoden zu achten und bevorzugt biologisch angebaute Erdbeeren zu wählen."
  },
  {
    "available": [6, 7, 8],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 9, 10, 11, 12],
    "id": "himbeeren",
    "name": "Himbeeren",
    "description": "Himbeeren sind kleine, runde Beeren, die zu den Rosengewächsen gehören. Sie sind bekannt für ihre leuchtend rote Farbe und ihr süß-säuerliches, intensives Aroma. Himbeeren bestehen aus vielen einzelnen Fruchtbläschen, die um einen zentralen Kern herum angeordnet sind. Sie sind reich an Vitamin C, Mangan, Ballaststoffen und Antioxidantien. Himbeeren werden frisch verzehrt oder in einer Vielzahl von kulinarischen Anwendungen wie Marmeladen, Desserts und Säften verwendet.",
    "origin": "Himbeeren sind in vielen Teilen der Welt heimisch, mit einer Herkunft, die sowohl auf Europa als auch auf Nordamerika zurückgeführt werden kann. Bereits in der Antike wurden wilde Himbeeren gesammelt und verzehrt. Die Kultivierung von Himbeeren für den menschlichen Verzehr begann vermutlich, um in der Mittelalterlichen Zeit in Europa zu verbreiten, und seitdem wurden zahlreiche Sorten für den Gartenanbau entwickelt.",
    "health": "Der Verzehr von Himbeeren bietet zahlreiche gesundheitliche Vorteile, aber auch einige zu beachtende Hinweise:\n\n**Gesundheitliche Vorteile von Himbeeren:**\n1. **Reich an Nährstoffen:** Himbeeren enthalten hohe Mengen an Vitamin C, Mangan und Ballaststoffen.\n2. **Antioxidative Wirkung:** Die in Himbeeren enthaltenen Antioxidantien können dazu beitragen, Schäden durch freie Radikale zu reduzieren und dadurch das Risiko für bestimmte Krankheiten zu verringern.\n3. **Unterstützung der Verdauung:** Der hohe Ballaststoffgehalt kann die Darmgesundheit fördern und zur Vorbeugung von Verstopfungen beitragen.\n4. **Anti-inflammatorische Eigenschaften:** Himbeeren besitzen entzündungshemmende Substanzen, die zur allgemeinen Gesundheit beitragen können.\n\n**Mögliche Nachteile von Himbeeren:**\n1. **Allergien:** Einige Menschen können allergisch auf Himbeeren oder die Substanzen reagieren, die auf der Oberfläche der Beeren zurückbleiben.\n2. **Haltbarkeit:** Himbeeren sind empfindlich und verderben leicht, daher sollten sie bald nach dem Kauf verzehrt oder sachgerecht gelagert werden.\n\nHimbeeren sind eine köstliche und gesunde Ergänzung für die Ernährung, die aufgrund ihres hohen Gehalts an Nährstoffen und Antioxidantien vorteilhaft ist. Wie bei allen Lebensmitteln ist es wichtig, auf die Frische zu achten und sie im Falle einer bekannten Allergie zu meiden."
  },
  {
    "available": [9, 10],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 6, 7, 8, 11, 12],
    "id": "holunderbeeren",
    "name": "Holunderbeeren",
    "description": "Holunderbeeren sind die kleinen, dunkelvioletten bis schwarzen Früchte des Holunderbusches (Sambucus nigra), der ebenfalls wunderschöne cremefarbene Blüten hervorbringt. Die reifen Beeren sind bekannt für ihren süß-herben Geschmack und werden häufig in der Zubereitung von Säften, Marmeladen und Likören verwendet. Holunderbeeren sind zudem bekannt für ihren hohen Gehalt an Vitamin C und Antioxidantien, weshalb sie oft in der Volksmedizin genutzt werden, insbesondere zur Stärkung des Immunsystems.",
    "origin": "Holunder ist eine Pflanzenart, die in weiten Teilen Europas, Nordafrikas und West- sowie Zentralasiens heimisch ist. Der Strauch hat eine lange Geschichte in der Volkskunde und wurde seit der Antike für seine vielfältigen medizinischen Eigenschaften geschätzt. Die Verwendung der Holunderbeeren sowie seiner Blüten ist in der europäischen Küche und Naturheilkunde tief verwurzelt.",
    "health": "Holunderbeeren bieten viele gesundheitliche Vorteile, jedoch sollten sie niemals roh verzehrt werden, da sie giftige Stoffe enthalten können, die erst durch Kochen neutralisiert werden:\n\n**Gesundheitliche Vorteile von Holunderbeeren:**\n1. **Immunsystem-Stärkung:** Die Beeren sind reich an Vitamin C und Antioxidantien, was sie zu einem natürlichen Unterstützer des Immunsystems macht.\n2. **Antivirale Eigenschaften:** Holunderbeeren werden traditionell gegen Erkältungen und Grippe verwendet, da ihnen antivirale Eigenschaften zugeschrieben werden.\n3. **Entzündungshemmend:** Die enthaltenen Flavonoide können helfen, Entzündungen zu reduzieren.\n4. **Förderung der Herzgesundheit:** Bestimmte Inhaltsstoffe in Holunderbeeren können zur Gesundheit des Herz-Kreislauf-Systems beitragen.\n\n**Mögliche Nachteile von Holunderbeeren:**\n1. **Giftigkeit bei rohem Verzehr:** Unverarbeitete Holunderbeeren, -blätter, -stiele und -samen enthalten giftige Stoffe. Sie müssen gekocht oder verarbeitet werden, um sicher zu sein.\n2. **Mögliche Wechselwirkungen:** Holunderbeeren können Wechselwirkungen mit Medikamenten haben, daher ist Rücksprache mit einem Arzt empfehlenswert, falls man Medikamente einnimmt.\n\nZusammenfassend sind Holunderbeeren in verarbeiteter Form eine nahrhafte und gesundheitsfördernde Ergänzung zur Ernährung, wobei auf die richtige und sichere Zubereitung zu achten ist."
  },
  {
    "available": [6, 7, 8],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 9, 10, 11, 12],
    "id": "johannisbeeren",
    "name": "Johannisbeeren",
    "description": "Johannisbeeren, auch als Ribisel bekannt, sind kleine, säuerliche Beeren, die an Sträuchern der Gattung Ribes wachsen. Es gibt rote, weiße und schwarze Johannisbeeren, die jeweils ihren eigenen einzigartigen Geschmack und Verwendungszweck in der Küche haben. Sie sind bekannt für ihren hohen Vitamin C-Gehalt und werden oft in Desserts, Gelees, Säften und Saucen verwendet. Johannisbeeren sind auch in der Volksmedizin für ihre heilenden Eigenschaften geschätzt.",
    "origin": "Johannisbeeren sind in vielen Teilen Europas beheimatet und haben eine lange Geschichte als Kulturpflanze. Die roten und weißen Sorten stammen vermutlich aus dem westlichen Teil von Europa, während die schwarze Johannisbeere ursprünglich aus dem nördlichen und zentralen Europa sowie dem nördlichen Asien stammt. Sie wurden schon seit dem Mittelalter in Klostergärten und später in bäuerlichen Gärten angebaut.",
    "health": "Johannisbeeren bieten zahlreiche gesundheitliche Vorteile und gelten als Superfood:\n\n**Gesundheitliche Vorteile von Johannisbeeren:**\n1. **Reich an Vitamin C:** Johannisbeeren sind eine ausgezeichnete Quelle für Vitamin C, welches das Immunsystem stärkt und als Antioxidans wirkt.\n2. **Antioxidative Wirkung:** Neben Vitamin C enthalten sie auch andere Antioxidantien wie Anthocyane, die gegen freie Radikale schützen können.\n3. **Ballaststoffreich:** Sie fördern die Verdauung und können in einer ausgewogenen Ernährung zur Darmgesundheit beitragen.\n4. **Förderung der Blutgefäßgesundheit:** Besonders schwarze Johannisbeeren können die Durchblutung fördern und sich positiv auf die Gefäßgesundheit auswirken.\n\n**Mögliche Nachteile von Johannisbeeren:**\n1. **Wechselwirkungen mit Medikamenten:** In seltenen Fällen können Johannisbeeren Wechselwirkungen mit bestimmten Medikamenten haben, insbesondere mit Blutverdünnern.\n2. **Allergische Reaktionen:** Allergien gegen Johannisbeeren sind selten, jedoch ist es möglich, dass Personen mit einer Überempfindlichkeit gegen bestimmte Früchte auch auf Johannisbeeren reagieren könnten.\n\nIm Allgemeinen sind Johannisbeeren sehr gesund und eine wertvolle Ergänzung zu einer ausgewogenen Ernährung. Bei bestehenden gesundheitlichen Bedenken oder Medikamenteneinnahme sollte jedoch ein Arzt konsultiert werden."
  },
  {
    "available": [6, 7, 8],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 9, 10, 11, 12],
    "id": "kirschen",
    "name": "Kirschen",
    "description": "Kirschen sind kleine, runde Steinfrüchte mit glänzender Haut und süßem, saftigem Fruchtfleisch. Es gibt viele Sorten von Kirschen, die in Farbe und Geschmack variieren, von tiefrot bis gelb-rot. Kirschen kommen hauptsächlich in zwei Varianten vor: Süßkirschen, die direkt vom Baum gegessen werden können, und Sauerkirschen, die oft in der Küche für Kuchen, Konserven und andere Zubereitungen verwendet werden. Sie sind reich an Antioxidantien, Vitamin C und bieten entzündungshemmende Eigenschaften.",
    "origin": "Kirschen gehören zu den ältesten kultivierten Obstsorten und stammen ursprünglich aus dem Gebiet zwischen dem Schwarzen Meer und dem Kaspischen Meer. Ihre Kultivierung begann bereits um 300 v. Chr. und breitete sich über Griechenland und Italien aus, bevor sie von den Römern in ganz Europa verbreitet wurden. Heute sind Kirschen auf der ganzen Welt beliebt und werden in gemäßigten Klimazonen kultiviert.",
    "health": "Kirschen bieten eine Vielzahl gesundheitlicher Vorteile und enthalten einige Inhaltsstoffe, die bei bestimmten Menschen Bedenken hervorrufen könnten:\n\n**Gesundheitliche Vorteile von Kirschen:**\n1. **Reich an Antioxidantien:** Kirschen enthalten Anthocyane und Quercetin, die helfen können, Entzündungen zu reduzieren und das Risiko chronischer Krankheiten zu verringern.\n2. **Schmerzlinderung:** Einige Studien deuten darauf hin, dass der Konsum von Kirschen die Schmerzen und Steifheit bei Arthritis lindern kann.\n3. **Förderung des Schlafs:** Kirschen enthalten Melatonin, das dabei helfen kann, den Schlaf zu regulieren.\n4. **Herzgesundheit:** Das in Kirschen enthaltene Kalium kann dazu beitragen, den Blutdruck zu regulieren.\n5. **Unterstützung der Muskelregeneration:** Der Verzehr von Kirschen nach dem Training kann die Muskelregeneration beschleunigen und Muskelkater verringern.\n\n**Mögliche Nachteile von Kirschen:**\n1. **Kaloriengehalt:** Kirschen enthalten natürlichen Zucker und können kalorienreich sein, weshalb sie in Maßen genossen werden sollten, besonders bei einer kalorienbewussten Ernährung.\n2. **Allergien:** Kirschen können bei einigen Personen Allergien auslösen, insbesondere bei denen, die empfindlich auf Pollen oder andere Früchte sind.\n3. **Wechselwirkungen mit Medikamenten:** Besonders bei Sauerkirschen sollte beachtet werden, dass sie mit bestimmten Medikamenten interagieren können, daher ist es empfehlenswert, vor dem gesteigerten Verzehr mit einem Arzt Rücksprache zu halten.\n\nInsgesamt sind Kirschen ein gesunder Snack, der viele gesundheitliche Vorteile bietet, solange sie in einem verantwortungsbewussten Maß genossen werden. Personen mit Allergien oder diejenigen, die Medikamente einnehmen, sollten etwaige Bedenken mit einem Arzt besprechen."
  },
  {
    "available": [7, 8, 9],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 6, 10, 11, 12],
    "id": "mirabelle",
    "name": "Mirabelle",
    "description": "Die Mirabelle, auch als Mirabelle de Nancy oder Mirabelle de Metz bekannt, ist eine kleine, runde Steinfrucht. Sie ähnelt Kirschen und Pflaumen, gehört zur Familie der Rosaceae und ist eine Unterart der Pflaumensorte Prunus domestica. Die Früchte haben eine glatte, goldgelbe bis rotgelbe Haut, das Fruchtfleisch ist süß, saftig und hat einen vollmundigen, aromatischen Geschmack. Mirabellen werden oft frisch verzehrt, eignen sich aber auch hervorragend für Kompost, Marmeladen, Liköre und in der Backkunst.",
    "origin": "Mirabellen sollen ab dem 15. Jahrhundert in der Region Lothringen in Frankreich kultiviert worden sein, sind aber vermutlich asiatischen Ursprungs. Heute sind sie nicht nur in Frankreich, sondern auch in anderen europäischen Ländern, vor allem in Deutschland, sowie teilweise in den USA zu finden. Die Stadt Metz in Frankreich feiert sogar ein jährliches Mirabellenfest. Frankreich ist bekannt für seine Mirabellenproduktion, vor allem die Region Grand Est, die etwa 70% der weltweiten Ernte ausmacht.",
    "health": "Mirabellen sind nicht nur lecker, sondern bieten auch gesundheitliche Vorteile:\n\n**Gesundheitliche Vorteile von Mirabellen:**\n1. **Nährstoffreich:** Mirabellen enthalten Vitamin C, Vitamin A, Kalium und Ballaststoffe.\n2. **Antioxidative Eigenschaften:** Sie bieten eine gute Quelle für Antioxidantien, die helfen können, die Zellen vor Schäden durch freie Radikale zu schützen.\n3. **Unterstützung der Verdauung:** Durch ihren Ballaststoffgehalt fördern sie die Darmgesundheit und können Verstopfung vorbeugen.\n4. **Energiequelle:** Ihr hoher Fructosegehalt liefert schnelle Energie.\n\n**Mögliche Nachteile von Mirabellen:**\n1. **Kalorienreich:** Wie andere Obstsorten enthalten Mirabellen Zucker und sind relativ kalorienreich, was bei übermäßigem Verzehr zu einer Gewichtszunahme führen kann.\n2. **Allergien:** Personen, die empfindlich auf Steinobst reagieren, könnten auch bei Mirabellen allergische Reaktionen zeigen.\n\nInsgesamt sind Mirabellen eine leckere und nährstoffreiche Frucht, die in Maßen genossen viele gesundheitliche Vorteile bietet. Die Auswahl von Mirabellen aus regionalem und saisonalem Anbau kann die Qualität und Frische des Obstes sicherstellen."
  },
  {
    "available": [7, 8, 9],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 6, 10, 11, 12],
    "id": "pflaume",
    "name": "Pflaume",
    "description": "Pflaumen sind saftige Steinfrüchte, die es in vielen verschiedenen Farben und Größen gibt. Diese Früchte haben eine glatte Außenhaut und ein süßes Fruchtfleisch um einen festen Stein im Innern. Pflaumen sind bekannt für ihren hohen Gehalt an Vitaminen, insbesondere Vitamin C und Vitamin K, sowie Mineralstoffen wie Kalium. Sie werden frisch verzehrt, können aber auch getrocknet (als Trockenpflaumen), zu Saft verarbeitet, konserviert oder als Zutat in verschiedenen süßen und herzhaften Gerichten verwendet werden.",
    "origin": "Die Pflaume hat ihren Ursprung in verschiedenen Teilen der Welt, darunter Europa, Asien und Nordamerika. Pflaumenbäume gehören zur Gattung Prunus und sind mit anderen Steinobstarten wie Kirschen und Pfirsichen verwandt. Es gibt viele verschiedene Sorten, die über Jahrhunderte durch Selektion und Züchtung entstanden sind.",
    "health": "Pflaumen bieten zahlreiche gesundheitliche Vorteile und sind auch für ihre abführende Wirkung bekannt:\n\n**Gesundheitliche Vorteile von Pflaumen:**\n1. **Gut für die Verdauung:** Pflaumen enthalten Ballaststoffe und natürliche Zuckeralkohole, die eine abführende Wirkung haben und bei Verstopfung helfen können.\n2. **Reich an Antioxidantien:** Die Früchte enthalten diverse Antioxidantien, die vor oxidativem Stress und Entzündungsprozessen schützen können.\n3. **Gesund fürs Herz:** Kalium in Pflaumen unterstützt die Aufrechterhaltung eines gesunden Blutdruckniveaus.\n4. **Stärkung des Immunsystems:** Das Vitamin C in Pflaumen trägt zur Stärkung des Immunsystems bei und fördert die gesunde Haut.\n5. **Verbesserte Knochendichte:** Studien haben gezeigt, dass Pflaumen die Knochendichte verbessern und das Risiko von Knochenbrüchen reduzieren können.\n\n**Mögliche Nachteile von Pflaumen:**\n1. **Blutzuckerspiegel:** Aufgrund ihres natürlichen Zuckergehalts sollten Pflaumen von Diabetikern in Maßen genossen werden.\n2. **Abführende Wirkung:** Der Verzehr von sehr großen Mengen an Pflaumen oder Trockenpflaumen kann zu Verdauungsstörungen führen.\n\nPflaumen sind ein gesunder Snack und eine Bereicherung für die tägliche Ernährung. Wie bei allen Lebensmitteln sollte auf eine ausgewogene und maßvolle Aufnahme geachtet werden."
  },
  {
    "available": [9, 10, 11],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 6, 7, 8, 12],
    "id": "quitte",
    "name": "Quitte",
    "description": "Die Quitte ist eine Obstsorte, die zur Familie der Rosengewächse gehört und eng mit Äpfeln und Birnen verwandt ist. Quitten sind für ihr hartes Fleisch und ihren aromatischen, sauren Geschmack bekannt, wenn sie roh sind. Die Frucht hat eine hellgelbe Schale und kann eine birnen- oder apfelförmige Form haben. Aufgrund ihres hohen Pektingehalts sind Quitten besonders geeignet für die Zubereitung von Gelees, Marmeladen und Kompotten. Sie müssen vor dem Verzehr gekocht oder gebacken werden, da sie roh meistens zu hart und sauer sind.",
    "origin": "Quitten sind seit der Antike im Mittelmeerraum und in Vorderasien bekannt. Ihre Kultivierung reicht viele Jahrhunderte zurück und sie wurden häufig in der griechischen und römischen Küche verwendet. In Europa wurde die Quitte im Mittelalter sehr geschätzt, besonders in Kloster- und Schlossgärten, wo sie nicht nur als Nahrungsmittel, sondern auch für ihre medizinischen Eigenschaften angepflanzt wurde.",
    "health": "Quitten sind nicht nur für ihre Verwendung in der Küche bekannt, sondern sie bieten auch eine Reihe von gesundheitlichen Vorteilen:\n\n**Gesundheitliche Vorteile von Quitten:**\n1. **Reich an Vitamin C und Ballaststoffen:** Quitten sind eine gute Quelle für Vitamin C und enthalten viel Ballaststoffe, was für die Verdauungsgesundheit förderlich ist.\n2. **Antioxidative Wirkung:** Quitten enthalten verschiedene antioxidative Verbindungen, die dabei helfen können, die Zellen vor Schäden durch freie Radikale zu schützen.\n3. **Pektingehalt:** Das reichlich enthaltene Pektin kann sich positiv auf den Cholesterinspiegel auswirken und die Herzgesundheit unterstützen.\n\n**Mögliche Nachteile von Quitten:**\n1. **Unverträglichkeit bei rohem Konsum:** Wegen ihrer Härte und ihres sauren Geschmacks werden Quitten selten roh gegessen und können roh schwer zu verdauen sein.\n2. **Allergische Reaktionen:** Wie andere Obstsorten der Rosengewächse können Quitten bei empfindlichen Personen allergische Reaktionen auslösen.\n\nInsgesamt sind Quitten ein nährstoffreiches Obst, das aufgrund seiner Besonderheiten eine einzigartige Zubereitung erfordert. Im gekochten Zustand kann die Quitte ein gesundes und wohlschmeckendes Element in der Ernährung sein."
  },
  {
    "available": [4, 5, 6],
    "storage": [],
    "notAvailable": [1, 2, 3, 7, 8, 9, 10, 11, 12],
    "id": "rhabarber",
    "name": "Rhabarber",
    "description": "Rhabarber ist eine Pflanze mit langen, dicken und fleischigen Stielen. Die Stiele variieren in der Farbe von grün bis tiefrot und haben einen unverwechselbar sauren Geschmack. Obwohl Rhabarber oft als Obst betrachtet wird, insbesondere im kulinarischen Kontext für Desserts und Kompotte, ist er botanisch gesehen ein Gemüse. Rhabarberblätter sind groß und grün, aber giftig durch den hohen Gehalt an Oxalsäure und sollten nicht gegessen werden. Die essbaren Stiele werden meist gekocht und häufig mit Zucker kombiniert, um ihren sauren Geschmack auszugleichen.",
    "origin": "Rhabarber stammt ursprünglich aus Asien, wo er schon seit über 2000 Jahren in der traditionellen chinesischen Medizin genutzt wird. Er wurde aufgrund seiner medizinischen Eigenschaften kultiviert, insbesondere als Abführmittel. Die Verwendung von Rhabarber als Nahrungsmittel begann in Europa erst im 17. Jahrhundert, nachdem die Pflanze aus Asien eingeführt worden war.",
    "health": "Rhabarber hat einige gesundheitliche Vorzüge, aber auch Nachteile, die berücksichtigt werden sollten:\n\n**Gesundheitliche Vorteile von Rhabarber:**\n1. **Ballaststoffreich:** Rhabarber kann zur Verdauungsgesundheit beitragen und das Risiko für Verdauungsstörungen wie Verstopfung reduzieren.\n2. **Quelle von Vitaminen:** Rhabarber enthält Vitamin K, das für die Blutgerinnung wesentlich ist, sowie Vitamin C, das das Immunsystem unterstützt und antioxidative Eigenschaften hat.\n3. **Mineralstoffe:** Er enthält wichtige Mineralstoffe wie Kalzium und Kalium.\n4. **Antioxidative Wirkungen:** Rhabarber hat Antioxidantien wie Anthocyane und Phenolsäuren, die beim Schutz vor Krankheiten helfen können.\n\n**Mögliche Nachteile von Rhabarber:**\n1. **Oxalsäure:** Die hohe Konzentration an Oxalsäure, besonders in den Blättern, kann zu Gesundheitsproblemen führen, darunter Nierensteine.\n2. **Giftigkeit der Blätter:** Die Blätter von Rhabarber enthalten gefährlich hohe Mengen an Oxalsäure und sollten nie gegessen werden.\n3. **Mögliche Wechselwirkungen mit Medikamenten:** Wie bei Chicorée können auch bei Rhabarber Wechselwirkungen mit bestimmten Medikamenten auftreten, daher ist es ratsam, Rücksprache mit einem Arzt zu halten.\n\nEs ist wichtig, nur die Stiele von Rhabarber zu konsumieren und stets darauf zu achten, dass keine Blätter verzehrt werden. Personen mit bestimmten Gesundheitsproblemen wie Nierensteinen sollten vor dem Verzehr von Rhabarber mit einem Arzt sprechen."
  },
  {
    "available": [6, 7, 8],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 9, 10, 11, 12],
    "id": "stachelbeere",
    "name": "Stachelbeere",
    "description": "Stachelbeeren, auch als Kräuselbeeren bekannt, sind kleine, runde Beerenfrüchte mit einer behaarten oder glatten Oberfläche. Die Farbe reicht dabei von grünlich bis rot oder violett. Sie bieten einen erfrischenden Mix aus Süße und Säure und können sowohl roh verzehrt als auch für die Zubereitung von Desserts, Marmeladen oder Chutneys verwendet werden. Stachelbeeren sind reich an Vitamin C und enthalten zudem Ballaststoffe sowie andere wichtige Nährstoffe.",
    "origin": "Stachelbeeren gehören zur Familie der Grossulariaceae und sind in Europa, Nordwestafrika und dem westlichen und südöstlichen Asien heimisch. Die Kultivierung der Stachelbeere geht bis in das Mittelalter zurück, wobei sie vor allem in England und Deutschland an Beliebtheit gewann. Um 1700 herum begannen Züchter, verschiedene Sorten für besseren Geschmack und Ertrag zu entwickeln.",
    "health": "Stachelbeeren haben mehrere gesundheitliche Vorteile und einige zu beachtende Aspekte:\n\n**Gesundheitliche Vorteile von Stachelbeeren:**\n1. **Vitamin C:** Stachelbeeren sind eine sehr gute Quelle für Vitamin C, welches das Immunsystem stärkt und als Antioxidans wirkt.\n2. **Ballaststoffreich:** Der hohe Ballaststoffgehalt fördert die Verdauung und kann bei der Regulierung des Blutzuckerspiegels helfen.\n3. **Mikronährstoffe:** Sie enthalten verschiedene Vitamine und Mineralien, einschließlich Vitamin A und K, Kalium und Mangan.\n4. **Antioxidative Eigenschaften:** Stachelbeeren haben Antioxidantien, die dazu beitragen können, oxidative Zellschäden zu reduzieren.\n\n**Zu beachtende Aspekte bei Stachelbeeren:**\n1. **Allergische Reaktionen:** Obwohl selten, können bei manchen Menschen Allergien oder Unverträglichkeiten gegenüber Stachelbeeren bestehen.\n2. **Pestizidrückstände:** Wie bei anderen Beerenfrüchten sollte man auf die Herkunft achten, da sie häufig mit Pestiziden behandelt werden. Der Kauf von Bio-Stachelbeeren kann das Risiko von Pestizidrückständen minimieren.\n\nInsgesamt sind Stachelbeeren eine gesunde Ergänzung für die Ernährung und können vielseitig verwendet werden, um Gerichte geschmacklich zu bereichern."
  },
  {
    "available": [8, 9],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 6, 7, 10, 11, 12],
    "id": "wassermelone",
    "name": "Wassermelone",
    "description": "Die Wassermelone ist eine großfrüchtige, süße Melonenart, die hauptsächlich aus Wasser besteht und sich insbesondere an heißen Tagen großer Beliebtheit erfreut. Ihr saftiges Fruchtfleisch ist vorwiegend hellrot bis dunkelrot, kann aber je nach Sorte auch gelblich sein und enthält schwarze, manchmal auch weiße Samen. Die grüne, harte Schale ist gestreift oder marmoriert. Wassermelonen sind reich an Vitaminen, insbesondere Vitamin A und C, und Antioxidantien, wie Lycopin, und liefern nur wenige Kalorien.",
    "origin": "Die Wassermelone hat ihren Ursprung in Afrika und wird seit Jahrtausenden kultiviert. Historische Aufzeichnungen zeigen, dass sie schon im Alten Ägypten eine wertvolle Wasserquelle war. Im Laufe der Zeit verbreitete sie sich über die Handelsrouten nach Asien und Europa und ist heute weltweit in warmen Klimazonen verbreitet.",
    "health": "Wassermelonen bieten eine Reihe von gesundheitlichen Vorteilen und sind besonders im Sommer für ihre kühlenden Eigenschaften bekannt:\n\n**Gesundheitliche Vorteile von Wassermelonen:**\n1. **Hydratation:** Aufgrund ihres hohen Wassergehalts helfen Wassermelonen dabei, den Flüssigkeitshaushalt des Körpers aufrechtzuerhalten.\n2. **Nährstoffreich:** Sie enthalten wichtige Vitamine wie Vitamin A, C und B6 sowie das Antioxidans Lycopin und Mineralstoffe wie Kalium.\n3. **Kalorienarm:** Durch ihren hohen Wassergehalt und wenige Kalorien sind Wassermelonen ein idealer Snack für Gewichtsbewusste.\n4. **Herzgesundheit:** Lycopin und andere enthaltene Antioxidantien können zur Senkung des Blutdrucks und der Reduzierung des Risikos von Herz-Kreislauf-Erkrankungen beitragen.\n5. **Entzündungshemmend:** Lycopin und Vitamin C in Wassermelonen wirken entzündungshemmend und schützen vor Zellschäden.\n\n**Mögliche Nachteile von Wassermelonen:**\n1. **Zuckergehalt:** Wassermelonen haben einen hohen natürlichen Zuckergehalt, was bei übermäßigem Verzehr für Diabetiker relevant sein könnte.\n2. **Schwankende Qualität:** Nicht alle Wassermelonen sind gleich süß, einige können fade schmecken, was enttäuschend sein kann.\n3. **Schwere Verdauung:** Für manche Menschen kann der Verzehr von größeren Mengen an Wassermelone zu Verdauungsproblemen wie Blähungen führen, insbesondere wenn sie mit anderen Lebensmitteln kombiniert wird.\n\nZusammenfassend ist die Wassermelone eine erfrischende und gesunde Frucht, die besonders in warmen Monaten für Abkühlung und Hydratation sorgt."
  },
  {
    "available": [9, 10],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 6, 7, 8, 11, 12],
    "id": "weintrauben",
    "name": "Weintrauben",
    "description": "Weintrauben sind die Früchte der Weinrebe (Vitis vinifera) und kommen in vielen verschiedenen Sorten vor, die sich in Farbe, Größe und Geschmack unterscheiden. Typische Farben sind grün, rot und schwarz. Weintrauben sind saftig und haben eine glatte, feste Haut. Man genießt sie frisch als Tafeltrauben, aber sie werden auch zur Herstellung von Wein, Rosinen, Marmeladen und Säften verwendet. Weintrauben enthalten Zucker, Ballaststoffe und zahlreiche Antioxidantien, darunter Resveratrol, Anthocyane und Flavonoide. Sie sind außerdem eine Quelle von Vitaminen wie Vitamin C und B-Vitaminen sowie von Mineralstoffen wie Kalium.",
    "origin": "Die Kultivierung von Weintrauben geht zurück bis in die Antike, wo sie bereits vor über 6.000 Jahren im Nahen Osten kultiviert wurden. Die Weinproduktion spielte eine zentrale Rolle in den Kulturen des alten Ägyptens, Griechenlands und Roms. Im Laufe der Zeit verbreiteten sich die Kultivierungspraktiken und die Weintraube über ganz Europa und in die Neue Welt. Heute gehören Italien, Spanien, Frankreich, die USA und China zu den größten Produzenten von Weintrauben.",
    "health": "Weintrauben bieten eine Vielzahl an gesundheitlichen Vorteilen, aber sie sollten auch mit Bedacht genossen werden, vor allem wegen ihres Zuckergehalts:\n\n**Gesundheitliche Vorteile von Weintrauben:**\n1. **Antioxidative Wirkung:** Weintrauben sind reich an Antioxidantien, die helfen können, oxidative Schäden durch freie Radikale zu reduzieren.\n2. **Herzgesundheit:** Resveratrol und andere Verbindungen in Trauben können eine positive Wirkung auf das Herz-Kreislauf-System haben und das Risiko von Herzerkrankungen verringern.\n3. **Entzündungshemmend:** Konsum von Weintrauben kann Entzündungen im Körper hemmen.\n4. **Unterstützung der Augengesundheit:** Trauben enthalten Komponenten, die bei der Prävention altersbedingter Makuladegeneration helfen können.\n\n**Mögliche Nachteile von Weintrauben:**\n1. **Hoher Zuckergehalt:** Weintrauben enthalten relativ viel Zucker, weshalb sie in großen Mengen den Blutzuckerspiegel ungünstig beeinflussen können.\n2. **Pestizidrückstände:** Trauben können mit Pestiziden belastet sein, deshalb ist es ratsam, sie vor dem Verzehr gründlich zu waschen oder zu Bio-Qualität zu greifen.\n3. **Kaloriengehalt:** Aufgrund des Zuckergehalts haben Weintrauben einen vergleichsweise hohen Kaloriengehalt, was für Personen, die auf ihr Gewicht achten müssen, relevant sein kann.\n\nInsgesamt sind Weintrauben eine nährstoffreiche Obstsorte, die in Maßen als Teil einer gesunden und ausgewogenen Ernährung genossen werden kann."
  },
  {
    "available": [7, 8, 9, 10],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 6, 11, 12],
    "id": "zwetschge",
    "name": "Zwetschge",
    "description": "Die Zwetschge, auch bekannt als Pflaume, ist eine Steinobstfrucht mit einer ovalen Form und einer glatten Haut, die von blauviolett bis rot variiert. Das Fruchtfleisch ist saftig, fest und süß mit einem kleinen, harten Kern. Zwetschgen sind beliebt für den direkten Verzehr, werden aber auch oft in der Küche zum Backen, für Konfitüren und in Desserts verwendet oder zu Pflaumenmus verarbeitet. Sie sind bekannt für ihren reichen Geschmack und ihre vielseitigen Verwendungsmöglichkeiten.",
    "origin": "Die Zwetschge ist eine Kultursorte der Pflaume, die hauptsächlich in Europa kultiviert wird und dort eine lange Tradition hat. Sie gehört zur Gattung Prunus und ist somit verwandt mit anderen Steinobstsorten wie Kirschen und Aprikosen. Die Ursprünge der Zwetschge liegen vermutlich in der Kaukasusregion und ihrem wilden Vorfahren, die bereits seit der Antike kultiviert werden.",
    "health": "Zwetschgen bieten eine Reihe von gesundheitlichen Vorteilen und können Teil einer ausgewogenen Ernährung sein:\n\n**Gesundheitliche Vorteile von Zwetschgen:**\n1. **Reich an Antioxidantien:** Zwetschgen enthalten Vitamine wie Vitamin C und K sowie Mineralstoffe wie Kalium.\n2. **Verdauungsfördernd:** Der Ballaststoffgehalt kann bei der Verdauung helfen und Verstopfung vorbeugen.\n3. **Blutzuckerregulierend:** Sie haben einen niedrigen glykämischen Index und können dabei helfen, den Blutzuckerspiegel zu stabilisieren.\n4. **Herzgesundheit:** Kalium in Zwetschgen unterstützt die Herzgesundheit und hilft dabei, den Blutdruck zu regulieren.\n5. **Knochengesundheit:** Sie enthalten auch Bor, ein Mineral, das zur Stärkung der Knochen beitragen kann.\n\n**Mögliche Nachteile von Zwetschgen:**\n1. **Steinobstallergie:** Menschen mit einer Allergie gegen Steinobst könnten auch auf Zwetschgen allergisch reagieren.\n2. **Blähungen und Darmprobleme:** Aufgrund des hohen Ballaststoffgehalts können große Mengen von Zwetschgen Blähungen oder Darmprobleme verursachen.\n\nInsgesamt sind Zwetschgen eine gesunde Wahl und können auf vielfältige Weise genossen werden, sowohl frisch als auch verarbeitet. Es ist jedoch ratsam, alles in Maßen zu verzehren und auf die Signale des eigenen Körpers zu achten."
  },
  {
    "available": [7, 8, 9, 10],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 6, 11, 12],
    "id": "aubergine",
    "name": "Aubergine",
    "description": "Die Aubergine, auch als Eierfrucht oder in anderen Teilen der Welt als Eggplant bekannt, gehört zur Familie der Nachtschattengewächse. Ihr botanischer Name lautet Solanum melongena. Die charakteristische dunkel violette Frucht kann auch in anderen Farben wie weiß, grün oder gestreift vorkommen und hat eine glatte, glänzende Oberfläche. Die Textur des Fruchtfleischs ist schwammig und enthält zahlreiche kleine, weiche Samen. Auberginen haben einen milden, leicht erdigen Geschmack und sind besonders beliebt in der mediterranen, orientalischen und asiatischen Küche. Sie lassen sich gut grillen, backen, braten oder zu Gerichten wie Ratatouille und Baba Ghanoush verarbeiten.",
    "origin": "Die Aubergine stammt ursprünglich aus Südostasien und wurde vermutlich zum ersten Mal in Indien domestiziert. Sie war bereits im alten Indien bekannt und hat sich von dort aus in die ganze Welt verbreitet. In vielen europäischen Ländern wurde sie erst in der Neuzeit, nach der Entdeckung der neuen Welt, bekannt und beliebt.",
    "health": "Auberginen bieten diverse gesundheitliche Vorteile und sind eine Bereicherung für eine ausgewogene Ernährung:\n\n**Gesundheitliche Vorteile von Auberginen:**\n1. **Reich an Ballaststoffen:** Das Gemüse unterstützt die Verdauung und kann zur Gesunderhaltung des Darms beitragen.\n2. **Hoher Anteil an Antioxidantien:** Insbesondere der Farbstoff Nasunin, der für die typische violette Farbe verantwortlich ist, wirkt als Antioxidans.\n3. **Enthält wichtige Nährstoffe:** Auberginen sind eine Quelle für Vitamine wie Vitamin C und B-Vitamine sowie Mineralien wie Kalium und Magnesium.\n4. **Kalorienarm:** Auberginen haben einen niedrigen kalorischen Wert und können somit zur Gewichtskontrolle beitragen.\n\n**Mögliche Nachteile von Auberginen:**\n1. **Solaningehalt:** Als Nachtschattengewächs enthalten Auberginen Solanin, allerdings in sehr geringen Mengen, die für den Menschen ungefährlich sind. Personen mit einer Solanum-Überempfindlichkeit sollten dennoch vorsichtig sein.\n2. **Enthält Oxalate:** Auberginen können Oxalate enthalten, die bei Personen mit Neigung zu Nierensteinen vermieden werden sollten.\n3. **Kann Bitterstoffe enthalten:** Ältere oder überreifte Auberginen können Bitterstoffe enthalten. Daher empfiehlt es sich, jüngere und frischere Exemplare zu wählen oder das Fruchtfleisch vor der Zubereitung zu salzen, um Bitterstoffe zu entfernen.\n\nAuberginen sind eine vielseitige Zutat, die eine Vielzahl von nützlichen Nährstoffen liefert und in vielen Rezepten verwendet werden kann. Bei richtiger Zubereitung und Verarbeitung können die möglichen Nachteile leicht vermieden werden."
  },
  {
    "available": [5, 6, 7, 8, 9, 10],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 11, 12],
    "id": "blumenkohl",
    "name": "Blumenkohl",
    "description": "Blumenkohl ist ein vielseitiges Kreuzblütlergemüse, das sich durch seine weiße bis cremefarbene, blütchenartige Kopfform auszeichnet. Er ist eng mit Brokkoli, Kohl und Rosenkohl verwandt. Blumenkohl kann sowohl roh als auch gekocht verzehrt werden und ist für seinen milden, leicht nussigen Geschmack bekannt. Neben der klassischen weißen Variante gibt es auch violette, grüne und orange Blumenkohlsorten. Er ist eine nährstoffreiche Zutat in vielen Gerichten und kann als gesunde Alternative zu Reis oder Pizzaboden verwendet werden.",
    "origin": "Blumenkohl hat seinen Ursprung im Mittelmeerraum. Historische Aufzeichnungen deuten darauf hin, dass er bereits im frühen Mittelalter in den Regionen um das Mittelmeer angebaut wurde. In Europa wurde der Blumenkohl den Erzählungen nach im 16. Jahrhundert besonders durch die Italiener populär, bevor er sich über den ganzen Kontinent und schließlich weltweit verbreitete.",
    "health": "Blumenkohl ist bekannt für seine gesundheitlichen Vorteile und eignet sich gut für eine nährstoffreiche Ernährung:\n\n**Gesundheitliche Vorteile von Blumenkohl:**\n1. **Reich an Nährstoffen:** Blumenkohl enthält Vitamine (unter anderem Vitamin C, K und einige B-Vitamine), Mineralien (wie Kalium, Magnesium und Kalzium) und ist eine gute Quelle für Ballaststoffe.\n2. **Antioxidative Eigenschaften:** Blumenkohl besitzt antioxidative Verbindungen, die dem Körper helfen können, Schäden durch freie Radikale zu bekämpfen und entzündungshemmend wirken.\n3. **Unterstützung bei der Gewichtskontrolle:** Durch seinen niedrigen Kaloriengehalt und hohen Ballaststoffanteil kann Blumenkohl ein sättigendes Lebensmittel sein, das im Rahmen einer Gewichtsreduktion hilfreich ist.\n4. **Gut für das Herz:** Regelmäßiger Verzehr von Kreuzblütlern wie Blumenkohl kann zur Herzgesundheit beitragen.\n\n**Mögliche Nachteile von Blumenkohl:**\n1. **Blähungen und Verdauungsbeschwerden:** Bei einigen Personen kann der Verzehr von Blumenkohl Blähungen oder Verdauungsbeschwerden verursachen, besonders bei übermäßigem Konsum.\n2. **Schilddrüsenfunktionsstörungen:** Blumenkohl enthält Substanzen, die bei hohem Verzehr die Schilddrüsenfunktion beeinträchtigen könnten, daher ist bei Menschen mit Schilddrüsenproblemen eine moderate Aufnahme ratsam.\n\nInsgesamt ist Blumenkohl ein äußerst nährstoffreiches Gemüse, das sich vielseitig in der Küche einsetzen lässt und zahlreiche gesundheitliche Vorteile bietet."
  },
  {
    "available": [7, 8, 9, 10],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 6, 11, 12],
    "id": "gruene_bohnen",
    "name": "Grüne Bohnen",
    "description": "Grüne Bohnen, auch bekannt als Gartenbohnen oder Schnittbohnen, sind lange, schlanke Hülsenfrüchte, die grün und knackig sind. Sie gehören zu den beliebtesten Gemüsesorten und können in vielen verschiedenen Gerichten verwendet werden, sowohl gekocht als auch roh. Wenn sie jung und zart sind, können Grüne Bohnen ganze Hülsen mit Samen enthalten, die man ebenfalls mitessen kann. Ihr Geschmack ist frisch und leicht süßlich, was sie zu einer hervorragenden Beilage zu Fleischgerichten oder in Eintöpfen macht. Sie sind eine gute Quelle für Vitamine wie Vitamin A, C und K, sowie für Ballaststoffe und Mineralien wie Kalium, Eisen und Folsäure.",
    "origin": "Grüne Bohnen sind weltweit verbreitet und haben einen vielseitigen Ursprung. Erste Varianten wurden schon in antiken Zeiten in Mittel- und Südamerika kultiviert. Über Handelsrouten gelangten die Bohnen auch nach Europa und Asien, wo sie schnell an Popularität gewannen und als Teil der lokalen Küche integriert wurden. Heute sind sie aus keinem Gemüsegarten mehr wegzudenken und werden auf der ganzen Welt in zahlreichen Sorten angebaut und konsumiert.",
    "health": "Grüne Bohnen besitzen eine Reihe von gesundheitlichen Vorteilen und sind ein gesundes Gemüse für den täglichen Verzehr:\n\n**Gesundheitliche Vorteile von Grünen Bohnen:**\n1. **Reich an Nährstoffen:** Sie enthalten Vitamine wie A, C und K sowie Folsäure und Ballaststoffe.\n2. **Hilfreich bei Gewichtsmanagement:** Ihr niedriger Kaloriengehalt und der hohe Ballaststoffanteil können beim Gewichtsmanagement unterstützend wirken.\n3. **Herzgesundheit:** Grüne Bohnen enthalten Antioxidantien und Folsäure, die zur Herzgesundheit beitragen können.\n4. **Unterstützung für Knochen und Blut:** Der hohe Gehalt an Vitamin K ist wichtig für die Knochengesundheit, Eisen und Folsäure unterstützen die Blutbildung.\n\n**Mögliche Nachteile von Grünen Bohnen:**\n1. **Phasin:** Rohe grüne Bohnen enthalten Phasin, ein Giftstoff, der die roten Blutkörperchen agglutinieren kann. Daher sollten sie vor dem Verzehr immer gekocht werden, um das Phasin unschädlich zu machen.\n2. **Blähungen und Verdauungsprobleme:** Wie andere Hülsenfrüchte auch, können grüne Bohnen bei manchen Menschen Blähungen oder Verdauungsprobleme verursachen.\n\nInsgesamt sind Grüne Bohnen ein vielseitiges und ernährungsphysiologisch vorteilhaftes Gemüse, das gelegentlich roh, aber vorzugsweise gekocht verzehrt werden sollte, um das natürliche Toxin Phasin zu neutralisieren."
  },
  {
    "available": [6, 7, 8],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 9, 10, 11, 12],
    "id": "dickebohnen",
    "name": "Dicke Bohnen",
    "description": "Dicke Bohnen, auch bekannt als Saubohnen oder Ackerbohnen, sind große, flache Hülsenfrüchte mit einer grünlich-weißen Farbe und einer seidigen, weichen Textur. Die Bohnen sind in der Regel in eine kissenartige Hülse eingebettet, die vor dem Verzehr entfernt wird. Dicke Bohnen sind reich an pflanzlichem Protein, Ballaststoffen und Nährstoffen, einschließlich Kalium, Eisen und Magnesium. In der Küche werden sie sowohl in frischem Zustand als auch getrocknet verwendet und können gekocht, gepürt, in Eintöpfen oder als Beilage zubereitet werden.",
    "origin": "Dicke Bohnen sind schon seit Jahrtausenden bekannt und wurden in zahlreichen alten Kulturen angebaut. Ihre Ursprünge liegen vermutlich im Vorderen Asien, von wo aus sie über das Mittelmeer in angrenzende Regionen gelangten. Im Laufe der Geschichte waren sie vor allem in Europa ein wichtiges Nahrungsmittel, insbesondere bevor der Mais und die Kartoffel aus der Neuen Welt eingeführt wurden.",
    "health": "Dicke Bohnen bieten viele gesundheitliche Vorzüge und können Bestandteil einer ausgewogenen Ernährung sein:\n\n**Gesundheitliche Vorteile von Dicken Bohnen:**\n1. **Proteinreich:** Als Hülsenfrucht sind Dicke Bohnen eine ausgezeichnete pflanzliche Proteinquelle.\n2. **Ballaststoffgehalt:** Sie fördern die Verdauung und können helfen, Cholesterinspiegel zu senken.\n3. **Mineralstoffe und Vitamine:** Dicke Bohnen enthalten essentielle Mineralstoffe wie Kalium, Eisen und Magnesium sowie B-Vitamine.\n4. **Sättigend:** Die Kombination von Proteinen und Ballaststoffen trägt zu einem lang anhaltenden Sättigungsgefühl bei.\n5. **Kalorienarm:** Sie sind kalorienarm und damit gut für eine gewichtsbewusste Ernährung geeignet.\n\n**Mögliche Nachteile von Dicken Bohnen:**\n1. **Favismus:** Einige Menschen leiden an Favismus, einer G6PD-Enzymmangelkrankheit, die durch den Verzehr von Dicken Bohnen akute Symptome auslösen kann.\n2. **Blähungen:** Wie viele Hülsenfrüchte können auch Dicke Bohnen Blähungen und Verdauungsstörungen verursachen.\n3. **Phytinsäure:** Sie enthalten Phytinsäure, die die Aufnahme bestimmter Mineralstoffe hemmen kann, was durch Einweichen und Kochen der Bohnen reduziert werden kann.\n\nGenerell sind Dicke Bohnen eine nahrhafte und vielseitige Zutat in der Küche, die eine Bereicherung für die Ernährung darstellen kann. Personen mit Favismus oder empfindlichem Verdauungsapparat sollten jedoch Vorsicht walten lassen."
  },
  {
    "available": [6, 7, 8, 9, 10],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 11, 12],
    "id": "brokkoli",
    "name": "Brokkoli",
    "description": "Brokkoli ist ein grünes Gemüse, das zur Familie der Kreuzblütengewächse gehört. Es zeichnet sich durch einen festen Stiel und große, dichte Blütenbüschel aus, die in der Regel grün sind und gelegentlich auch violette Nuancen aufweisen können. Brokkoli ist bekannt für seinen hohen Gehalt an Vitaminen, besonders Vitamin C und Vitamin K, sowie Mineralstoffen wie Kalium und Eisen. Es ist ein vielseitiges Gemüse, das roh, gedünstet, gekocht, gebraten oder als Zutat in einer Vielzahl von Gerichten konsumiert werden kann. Sein Geschmack ist leicht bitter und nussig.",
    "origin": "Brokkoli hat seinen Ursprung in der italienischen Region Kalabrien und wurde bereits im Römischen Reich angebaut und verzehrt. Sein Name leitet sich von dem italienischen Wort 'broccolo' ab, das 'Kohlspross' bedeutet. Die weitverbreitete Kultivierung von Brokkoli begann jedoch erst im 16. Jahrhundert in Italien und breitete sich im 17. Jahrhundert nach Frankreich und England aus. Heute ist Brokkoli weltweit verbreitet und wird in vielen Ländern als Teil einer gesunden Ernährung geschätzt.",
    "health": "Brokkoli bietet eine Reihe von gesundheitlichen Vorteilen und ist aus folgenden Gründen ein sehr empfehlenswertes Gemüse:\n\n**Gesundheitliche Vorteile von Brokkoli:**\n1. **Reich an Vitaminen und Mineralstoffen:** Brokkoli ist eine hervorragende Quelle für Vitamin C, Vitamin K, Folsäure, Kalium und Eisen.\n2. **Krebspräventiv:** Die im Brokkoli enthaltenen Antioxidantien und Verbindungen wie Sulforaphan können potentiell das Risiko für gewisse Krebsarten verringern.\n3. **Unterstützung der Knochengesundheit:** Ein hoher Gehalt an Kalzium und Vitamin K ist wichtig für die Erhaltung gesunder Knochen und kann Osteoporose vorbeugen.\n4. **Entzündungshemmend:** Brokkoli enthält entzündungshemmende Nährstoffe, die bei der Bekämpfung von Entzündungen im Körper helfen können.\n\n**Mögliche Nachteile von Brokkoli:**\n1. **Blähungen:** Manche Menschen können nach dem Verzehr von Brokkoli Blähungen erleben, da es ein Kreuzblüter ist und Ballaststoffe enthält.\n2. **Wechselwirkungen mit Medikamenten:** Menschen, die blutverdünnende Medikamente nehmen, sollten ihren Konsum von Brokkoli wegen des hohen Vitamin-K-Gehalts mit einem Arzt absprechen.\n\nInsgesamt ist Brokkoli ein sehr nützliches und gesundes Gemüse, das in die tägliche Ernährung integriert werden sollte, um von seinen nährstoffreichen Eigenschaften zu profitieren."
  },
  {
    "available": [8, 9, 10, 11, 12],
    "storage": [1, 2, 3, 4],
    "notAvailable": [5, 6, 7],
    "id": "butterruebe",
    "name": "Butterrübe",
    "description": "Die Butterrübe, auch als Stoppelrübe, Wasserrübe oder Bodenkohlrabi bekannt, ist eine Wurzelgemüseart, die der Familie der Kreuzblütler zugehört. Sie ist eng verwandt mit der Speiserübe und dem Kohlrabi. Die kugelförmige, meist unterirdische Speicherwurzel hat eine glatte, gelbliche bis bräunliche Haut und ein süßliches, mildes Fleisch, das weiß oder gelb gefärbt sein kann. Butterrüben sind reich an Ballaststoffen, Vitamin C und B-Vitaminen sowie wichtigen Mineralstoffen wie Kalium und Kalzium. Sie können roh verzehrt, gekocht, gedünstet oder gebraten werden und sind eine vielseitige Zutat in der Küche.",
    "origin": "Butterrüben sind seit Jahrhunderten in Europa bekannt und wurden vor allem in ländlichen Gegenden angebaut. Sie galten als 'Arme-Leute-Essen' und dienten lange Zeit als günstige Sattmacher und Vitaminquelle, besonders in den Wintermonaten, wenn andere frische Gemüsesorten knapp waren. Durch Zuchtverbesserungen und Anbauoptimierungen hat sich die Qualität der Butterrüben über die Jahre verbessert, sodass sie heutzutage auch in der gehobenen Küche Anklang finden.",
    "health": "Butterrüben bieten viele gesundheitliche Vorteile und sind dabei kalorienarm:\n\n**Gesundheitliche Vorteile von Butterrüben:**\n1. **Reich an Vitaminen:** Butterrüben sind vor allem eine gute Quelle für Vitamin C, was das Immunsystem stärkt, und B-Vitamine für den Energiestoffwechsel.\n2. **Reich an Mineralstoffen:** Sie enthalten Kalium, das zur Aufrechterhaltung des Blutdrucks beitragen kann, und Kalzium, das für gesunde Knochen und Zähne wichtig ist.\n3. **Ballaststoffreich:** Der hohe Ballaststoffgehalt unterstützt die Verdauung und kann zur Vorbeugung von Verstopfung beitragen.\n4. **Antioxidantien:** Butterrüben enthalten auch antioxidative Verbindungen, die zum Schutz der Zellen vor oxidativem Stress beitragen können.\n\n**Mögliche Nachteile von Butterrüben:**\n1. **Schadstoffbelastung:** Wie bei jedem Wurzelgemüse können auch Butterrüben Schadstoffe aus dem Boden aufnehmen, weswegen auf eine gesunde Anbauweise geachtet werden sollte.\n2. **Blähungen:** Aufgrund des Ballaststoffgehalts können Butterrüben bei einigen Personen Verdauungsbeschwerden wie Blähungen verursachen, besonders wenn sie in großen Mengen verzehrt werden.\n\nInsgesamt sind Butterrüben ein gesundes, nahrhaftes Gemüse, das eine Bereicherung für die Ernährung darstellen kann. Bei Bedenken bezüglich Schadstoffbelastung oder Verdauungsproblemen ist es ratsam, auf Herkunft und Qualität des Gemüses zu achten und dieses gut zu waschen beziehungsweise Bio-Ware zu bevorzugen."
  },
  {
    "available": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12],
    "storage": [],
    "notAvailable": [],
    "id": "champignons",
    "name": "Champignons",
    "description": "Champignons, auch bekannt als Kulturchampignons, sind eine beliebte Pilzart, die weltweit verzehrt wird. Sie haben einen milden, leicht nussigen Geschmack und eine feste, fleischige Textur. Champignons variieren in der Farbe von weiß bis braun und werden in unterschiedlichen Größen angeboten. Sie sind reich an B-Vitaminen, insbesondere an Riboflavin (B2) und Niacin (B3), sowie an Mineralstoffen wie Selen und Kalium. Champignons können roh gegessen, gekocht, gebraten oder gedünstet werden und sind eine beliebte Zutat in vielen Küchen weltweit.",
    "origin": "Champignons stammen ursprünglich aus Europa und Nordamerika, wo sie wild wuchsen. Ihre Kultivierung begann im 17. Jahrhundert in Frankreich. Heute werden sie weltweit angebaut und sind ein fester Bestandteil vieler kulinarischer Traditionen.",
    "health": "Champignons bieten verschiedene gesundheitliche Vorteile, aber auch einige potenzielle Nachteile:\n\n**Gesundheitliche Vorteile von Champignons:**\n1. **Nährstoffreich:** Sie enthalten wichtige Vitamine und Mineralstoffe, insbesondere B-Vitamine und Selen.\n2. **Antioxidative Eigenschaften:** Selen ist ein starkes Antioxidans, das vor Zellschäden schützen kann.\n3. **Unterstützung des Immunsystems:** Champignons können das Immunsystem unterstützen und die Körperabwehr stärken.\n4. **Kalorienarm:** Sie sind kalorienarm und daher gut für eine gewichtsbewusste Ernährung geeignet.\n\n**Mögliche Nachteile von Champignons:**\n1. **Allergien und Unverträglichkeiten:** Einige Menschen reagieren allergisch auf Champignons.\n2. **Schadstoffbelastung:** Bei nicht sachgemäßer Lagerung oder Zubereitung können sich schädliche Mikroorganismen bilden.\n3. **Verwechslungsgefahr mit giftigen Pilzen:** Bei Wildsammlung besteht die Gefahr der Verwechslung mit giftigen Pilzarten.\n\nGenerell sind Champignons eine gesunde und vielseitige Zutat in der Küche. Es ist jedoch wichtig, sie frisch zu halten und sicherzustellen, dass sie korrekt gelagert und zubereitet werden, um gesundheitliche Risiken zu vermeiden."
  },
  {
    "available": [6, 7, 8],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 9, 10, 11, 12],
    "id": "erbsen",
    "name": "Erbsen",
    "description": "Die Erbse, auch bekannt als Gartenerbse oder Grüne Erbse, gehört zur Familie der Hülsenfrüchte und weist kugelförmige Samen auf, die in Hülsen verpackt sind. Sie können frisch, gefroren oder konserviert verzehrt werden und sind bekannt für ihren süßlichen Geschmack und ihre zarte Textur. Erbsen enthalten hochwertiges Protein, Ballaststoffe und sind reich an vielen Vitaminen und Mineralstoffen, insbesondere Vitamin C, Vitamin K, Thiamin (B1), Folsäure und Mangan.",
    "origin": "Erbsen sind eine der ältesten kultivierten Pflanzen und haben ihren Ursprung in Zentralasien und dem Nahen Osten. Archäologische Funde belegen, dass Erbsen bereits seit Tausenden von Jahren angebaut werden. Im Laufe der Zeit haben sie sich weltweit verbreitet und sind heute ein wesentlicher Bestandteil der landwirtschaftlichen Produktion und menschlichen Ernährung.",
    "health": "Erbsen haben vielfältige gesundheitliche Vorteile und einige wenige potenzielle Nachteile:\n\n**Gesundheitliche Vorteile von Erbsen:**\n1. **Proteinreich:** Erbsen sind eine gute pflanzliche Proteinquelle, was sie besonders für Vegetarier und Veganer interessant macht.\n2. **Ballaststoffreich:** Die Ballaststoffe in Erbsen können die Verdauungsgesundheit unterstützen und helfen, das Cholesterinlevel im Blut zu senken.\n3. **Kontrolle des Blutzuckerspiegels:** Die Kombination aus Protein und Ballaststoffen sorgt für eine langsame Verdauung, was zu einer stabilen Blutzuckerregulierung beitragen kann.\n4. **Reich an Nährstoffen:** Erbsen enthalten Vitamine wie C und K sowie B-Vitamine und Mineralstoffe wie Mangan, die für zahlreiche Körperfunktionen wichtig sind.\n5. **Herzgesundheit:** Nährstoffe in Erbsen, wie Antioxidantien und etwa das enthaltene Folsäure, sind gut für die Herzgesundheit.\n\n**Mögliche Nachteile von Erbsen:**\n1. **Blähungen und Verdauungsbeschwerden:** Aufgrund ihres Ballaststoffgehalts können Erbsen bei empfindlichen Personen Blähungen verursachen.\n2. **Purine:** Erbsen enthalten Purine, die bei Personen mit Gicht oder ähnlichen Erkrankungen Probleme verursachen können.\n\nInsgesamt sind Erbsen ein nahrhaftes und gesundes Lebensmittel, das eine Vielzahl von Ernährungsbedürfnissen unterstützt. Bei etwaigen Bedenken hinsichtlich Verdauungsproblemen oder Gicht sollte professioneller medizinischer Rat eingeholt werden."
  },
  {
    "available": [6, 7, 8, 9, 10, 11],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 12],
    "id": "fenchel",
    "name": "Fenchel",
    "description": "Fenchel ist eine aromatische Pflanze mit grünen, feingliedrigen Blättern und einem knackigen, weißen oder blassgrünen 'Bulbus' am unteren Ende. Der Geschmack des Fenchels erinnert leicht an Anis oder Lakritze. Neben seiner Rolle als Zutat in der Küche ist Fenchel auch für seine Verwendung als Heilkraut bekannt. Er enthält eine Vielzahl von Vitaminen, Mineralstoffen und sekundären Pflanzenstoffen, die vielfältige Gesundheitsvorteile mit sich bringen. Fenchelkraut, Fenchelsamen und der Knollenfenchel werden in Salaten, Eintöpfen, Pastagerichten und Tees verwendet.",
    "origin": "Fenchel hat seinen Ursprung im Mittelmeerraum und wurde von den alten Griechen und Römern sowohl als Nahrungsmittel als auch als Medizin hoch geschätzt. Im Laufe der Zeit verbreitete sich der Anbau des Fenchels über Europa und heute ist er weltweit in der Küche und Naturheilkunde im Einsatz.",
    "health": "Fenchel ist bekannt für seine gesundheitsfördernden Eigenschaften und bietet verschiedene Vorteile für die Gesundheit:\n\n**Gesundheitliche Vorteile von Fenchel:**\n1. **Reich an Vitaminen und Mineralstoffen:** Fenchel ist eine gute Quelle für Vitamin C, Kalium, Magnesium, und Kalzium.\n2. **Verdauungsfördernd:** Die ätherischen Öle im Fenchel können krampflösend wirken und die Verdauung fördern. Fenchel wird traditionell zur Linderung von Blähungen, Verdauungsbeschwerden und Krämpfen eingesetzt.\n3. **Antioxidative Wirkung:** Fenchel enthält verschiedene antioxidative Substanzen wie Flavonoide und Phenolsäure, die zum Zellschutz beitragen können.\n4. **Entzündungshemmend:** Fenchel kann entzündungshemmende Eigenschaften besitzen und so zur Linderung von Entzündungen beitragen.\n5. **Wirkung auf die Atemwege:** Fenchel wird traditionell bei Atemwegserkrankungen wie Husten und Asthma als schleimlösendes Mittel verwendet.\n\n**Mögliche Nachteile von Fenchel:**\n1. **Allergische Reaktionen:** In seltenen Fällen können Menschen allergisch auf Fenchel reagieren, insbesondere diejenigen, die empfindlich auf Karottengewächse reagieren.\n2. **Mögliche Interaktionen mit Medikamenten:** Fenchel kann die Wirksamkeit mancher Medikamente beeinträchtigen; bei bestehender Medikamenteneinnahme sollte daher vorher ärztlicher Rat eingeholt werden.\n\nFenchel ist insgesamt ein vielseitiges Lebensmittel, das sowohl kulinarisch als auch medizinisch vielfältige Verwendung findet. Seine gesundheitlichen Vorteile machen ihn zu einer wertvollen Bereicherung für die Ernährung."
  },
  {
    "available": [1, 2, 11, 12],
    "storage": [],
    "notAvailable": [3, 4, 5, 6, 7, 8, 9, 10],
    "id": "gruenkohl",
    "name": "Grünkohl",
    "description": "Grünkohl, auch bekannt als Braunkohl oder Federkohl, ist ein nährstoffreiches Wintergemüse mit krausen, dunkelgrünen Blättern. Er hat einen leicht erdigen, herzhaften Geschmack, der nach dem ersten Frost oft süßer wird. Grünkohl ist eine ausgezeichnete Quelle für Vitamine (insbesondere Vitamin K, A und C) sowie Mineralstoffe wie Kalzium und Eisen. Er ist vielseitig einsetzbar und kann sowohl roh in Salaten als auch gekocht in Eintöpfen, Suppen oder als Beilage verwendet werden.",
    "origin": "Grünkohl ist seit Jahrhunderten in vielen Kulturen Europas bekannt und wurde traditionell in Deutschland, den Niederlanden und Skandinavien angebaut. Er ist für seine Fähigkeit bekannt, kalte Temperaturen zu überstehen, was ihn zu einem beliebten Wintergemüse macht.",
    "health": "Grünkohl bietet zahlreiche gesundheitliche Vorteile, aber auch einige potenzielle Nachteile:\n\n**Gesundheitliche Vorteile von Grünkohl:**\n1. **Hoher Nährwert:** Grünkohl ist reich an Vitaminen, Mineralstoffen und Ballaststoffen.\n2. **Antioxidative Eigenschaften:** Er enthält hohe Mengen an Antioxidantien, die vor Zellschäden schützen können.\n3. **Unterstützung der Herzgesundheit:** Grünkohl enthält Substanzen, die sich positiv auf den Cholesterinspiegel auswirken können.\n4. **Förderung der Augengesundheit:** Die in Grünkohl enthaltenen Carotinoide können das Risiko für Augenkrankheiten senken.\n\n**Mögliche Nachteile von Grünkohl:**\n1. **Blähungen und Verdauungsprobleme:** Durch den hohen Ballaststoffgehalt kann Grünkohl bei einigen Menschen Blähungen oder Verdauungsprobleme verursachen.\n2. **Schadstoffbelastung:** Grünkohl kann, wie andere Blattgemüse auch, Pestizidrückstände enthalten, daher ist es ratsam, biologisch angebauten Grünkohl zu wählen.\n3. **Wechselwirkungen mit Medikamenten:** Grünkohl ist reich an Vitamin K, das die Blutgerinnung beeinflussen kann, was bei der Einnahme von Blutverdünnern beachtet werden sollte.\n\nInsgesamt ist Grünkohl ein sehr gesundes Gemüse, das eine Vielzahl von Nährstoffen liefert. Es ist wichtig, bei der Zubereitung auf die Frische und Qualität zu achten und bei bestehenden gesundheitlichen Bedingungen oder Medikamenteneinnahme Vorsicht walten zu lassen."
  },
  {
    "available": [6, 7, 8, 9, 10],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 11, 12],
    "id": "gurke",
    "name": "Salatgurke",
    "description": "Die Salatgurke, oft einfach als Gurke bezeichnet, ist ein längliches, grünes Gemüse, das aus der Familie der Kürbisgewächse stammt. Sie ist knusprig und saftig mit einem milden, erfrischenden Geschmack und enthält zahlreiche kleine, essbare Samen. Gurken werden hauptsächlich roh verzehrt, entweder in Salaten, als Beilage oder als gesunder Snack. Sie lassen sich jedoch auch einlegen oder zu erfrischenden Kühlspeisen wie dem griechischen Tsatsiki verarbeiten. Gurken bestehen zu über 95 % aus Wasser, was sie zu einem kalorienarmen Lebensmittel macht, und sie enthalten verschiedene wichtige Vitamine und Mineralstoffe.",
    "origin": "Der Ursprung der Gurke wird in Indien vermutet, wo sie schon vor über 3000 Jahren kultiviert wurde. Von Indien aus verbreitete sich die Gurke über den Nahen Osten bis ins Römische Reich und wurde schließlich in ganz Europa beliebt. Heute wird sie weltweit in vielen verschiedenen Klimazonen angebaut.",
    "health": "Die Gurke bietet mehrere gesundheitliche Vorteile, aber auch einige Punkte sind zu beachten:\n\n**Gesundheitliche Vorteile von Gurken:**\n1. **Hydration:** Aufgrund ihres hohen Wasseranteils sind Gurken ausgezeichnete Durstlöscher und unterstützen die Hydration.\n2. **Niedriger Kaloriengehalt:** Ideal für Gewichtsmanagement und Diäten, da sie sehr wenige Kalorien haben, aber sättigend wirken können.\n3. **Hautgesundheit:** Sie enthalten Silizium, das zur Gesundheit von Haut, Haaren und Nägeln beitragen kann.\n4. **Nährstoffgehalt:** Gurken liefern Vitamin K, B-Vitamine und sind auch Quelle von Vitamin C und verschiedenen Mineralstoffen wie Kalium.\n\n**Mögliche Nachteile von Gurken:**\n1. **Verdauungsprobleme:** Bei manchen Menschen können Gurken Blähungen oder Magenbeschwerden verursachen, insbesondere wenn sie in großen Mengen verzehrt werden.\n2. **Bittere Geschmacksstoffe:** Einige Gurkensorten können Cucurbitacine enthalten, die einen bitteren Geschmack verursachen und bei empfindlichen Personen Unwohlsein auslösen können.\n\nIm Großen und Ganzen sind Gurken ein gesundes Gemüse, das wegen seines Geschmacks und seiner Vielseitigkeit sowie seinen gesundheitlichen Vorteilen geschätzt wird. Wie bei allen Lebensmitteln empfiehlt es sich, auf die eigene Verträglichkeit zu achten und qualitativ hochwertige Produkte zu wählen."
  },
  {
    "available": [6, 7, 8, 9, 10],
    "storage": [1, 2, 3, 4, 5, 11, 12],
    "notAvailable": [],
    "id": "kartoffel",
    "name": "Kartoffel",
    "description": "Die Kartoffel, auch Erdapfel genannt, gehört zu den Nachtschattengewächsen und ist eine der wichtigsten Nutzpflanzen weltweit. Die verzehrbaren Teile sind die Knollen, die unterirdisch an den Wurzeln der Pflanze wachsen. Kartoffeln sind sehr vielseitig in der Küche einsetzbar und können gekocht, gebraten, püriert oder als Chips und Pommes frites zubereitet werden. Sie enthalten wichtige Nährstoffe wie Vitamin C, B-Vitamine, Kalium und sind zudem eine gute Ballaststoffquelle.",
    "origin": "Die Kartoffel hat ihren Ursprung in Südamerika und wurde dort von den indigenen Völkern schon vor Tausenden von Jahren kultiviert. Die Spanier brachten sie im 16. Jahrhundert nach Europa, wo sie zunächst als Zierpflanze angebaut wurde, bevor ihre Bedeutung als Nahrungsmittel erkannt wurde. Sie spielte eine bedeutende Rolle bei der Bevölkerungszunahme in Europa ab dem 18. Jahrhundert.",
    "health": "Kartoffeln bieten eine Vielzahl an gesundheitlichen Vorteilen, haben aber auch potenzielle Nachteile:\n\n**Gesundheitliche Vorteile von Kartoffeln:**\n1. **Nährstoffreich:** Kartoffeln enthalten Vitamin C, B-Vitamine und wichtige Mineralien wie Kalium.\n2. **Sättigungseffekt:** Aufgrund ihres Stärkegehalts haben Kartoffeln einen hohen Sättigungswert.\n3. **Energiequelle:** Kartoffeln sind ein guter Energielieferant durch die enthaltene Stärke.\n4. **Ballaststoffquelle:** Die Schale der Kartoffel ist reich an Ballaststoffen, die die Verdauung fördern können.\n\n**Mögliche Nachteile von Kartoffeln:**\n1. **Kaloriengehalt:** Kartoffeln sind relativ kalorienreich, insbesondere in Form von Pommes frites oder Chips.\n2. **Blutzuckerspiegel:** Aufgrund ihres hohen Stärkegehalts können sie den Blutzuckerspiegel schnell ansteigen lassen, was für Menschen mit Diabetes ungünstig sein kann.\n3. **Solaningehalt:** In grünen und keimenden Kartoffeln ist Solanin enthalten, ein Giftstoff, der in großen Mengen gesundheitsschädlich sein kann.\n\nGenerell sind Kartoffeln ein nahrhaftes Grundnahrungsmittel, das in moderaten Mengen zu einer ausgewogenen Ernährung beiträgt, wobei die Zubereitungsform und die individuelle Ernährungsweise berücksichtigt werden sollten."
  },
  {
    "available": [5, 6, 7, 8, 9, 10],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 11, 12],
    "id": "kohlrabi",
    "name": "Kohlrabi",
    "description": "Kohlrabi ist ein Knollengemüse, das vor allem in Europa und Asien verbreitet ist. Der Name stammt aus dem Griechischen und bedeutet übersetzt 'Kohl-Rübe', was auf sein Aussehen und seine botanischen Wurzeln hinweist. Kohlrabi gehört zur Familie der Kreuzblütler und ist eng verwandt mit dem wilden Kohl. Die knollige Verdickung entsteht direkt über dem Erdboden am Stamm der Pflanze. Die festen Knollen können grün oder violett sein und weisen eine kugel- bis zylinderförmige Form auf. Sie haben ein knackiges und leicht süßliches Fruchtfleisch. Kohlrabi ist reich an Vitamin C, Kalium und Ballaststoffen und kann roh verzehrt, gedünstet, gekocht oder gebraten werden.",
    "origin": "Die Ursprünge von Kohlrabi liegen in der mediterranen Region und dem antiken Rom. In Mitteleuropa wurde es im 16. Jahrhundert populär und gilt seither vor allem in Deutschland als geschätztes Gemüse. Über die Jahre wurde Kohlrabi weltweit verbreitet und ist heute in vielen Ländern eine regelmäßig angebaute Kulturpflanze.",
    "health": "Kohlrabi ist bekannt für seine gesundheitlichen Vorteile, hat aber auch bestimmte Aspekte, die beachtet werden sollten:\n\n**Gesundheitliche Vorteile von Kohlrabi:**\n1. **Reich an Vitamin C:** Kohlrabi enthält viel Vitamin C, welches das Immunsystem stärkt und als Antioxidans wirkt.\n2. **Gehalt an Ballaststoffen:** Der hohe Ballaststoffgehalt kann zur Darmgesundheit beitragen und die Verdauung fördern.\n3. **Kaliumquelle:** Das in Kohlrabi enthaltene Kalium trägt zur Aufrechterhaltung eines gesunden Blutdrucks bei.\n4. **Niedriger Kaloriengehalt:** Kohlrabi hat einen geringen Kaloriengehalt und eignet sich daher gut für kalorienbewusste Ernährung.\n5. **Vielseitig einsetzbar:** Durch seine vielfältigen Zubereitungsmöglichkeiten lässt sich Kohlrabi leicht in die tägliche Ernährung integrieren.\n\n**Mögliche Nachteile von Kohlrabi:**\n1. **Blähungen und Darmprobleme:** Aufgrund des hohen Ballaststoffgehalts kann Kohlrabi bei übermäßigem Verzehr Blähungen oder Darmprobleme verursachen.\n2. **Schilddrüsenfunktion:** Wie bei anderen Kreuzblütlern können die in Kohlrabi enthaltenen Substanzen bei empfindlichen Personen oder in großen Mengen die Schilddrüsenfunktion beeinträchtigen.\n\nInsgesamt ist Kohlrabi ein nährstoffreiches und gesundes Gemüse, das eine Bereicherung für den Speiseplan darstellen kann, solange es in normalen Mengen verzehrt wird. Bei bestehenden Bedenken bezüglich der Schilddrüsenfunktion oder Magen-Darm-Gesundheit sollte medizinischer Rat eingeholt werden."
  },
  {
    "available": [8, 9, 10, 11],
    "storage": [1, 2, 12],
    "notAvailable": [3, 4, 5, 6, 7],
    "id": "kuerbis",
    "name": "Kürbis",
    "description": "Kürbis bezeichnet eine Reihe von Sorten aus der Familie der Kürbisgewächse, die sich in Form, Größe, Farbe und Geschmack stark unterscheiden können. Gemein ist ihnen die harte Schale und das weiche, oft faserige Innere mit zahlreichen flachen, kantigen Kernen. Kürbisse sind besonders in Herbst und Winter beliebt und vielseitig einsetzbar, sei es in Suppen, Pürees, Kuchen oder als Dekoration zu Halloween (insbesondere der Sorte 'Jack-o'-lantern'). Kürbisse sind eine hervorragende Quelle für Beta-Carotin, Vitamine (wie Vitamin A, C und E) und Mineralstoffe wie Kalium.",
    "origin": "Kürbisse gehören zu den ältesten Kulturpflanzen der Menschheit und haben ihren Ursprung in Mittel- und Südamerika. Schon vor Tausenden von Jahren wurden sie von den einheimischen Kulturen angebaut und genutzt. Mit der Entdeckung Amerikas durch europäische Seefahrer wurden Kürbisse weltweit bekannt und in viele weitere Länder verbreitet.",
    "health": "Kürbisse sind bekannt für ihre gesundheitlichen Vorteile, die von ihrem hohen Nährstoffgehalt herrühren:\n\n**Gesundheitliche Vorteile von Kürbissen:**\n1. **Reich an Vitamin A:** Kürbisse sind sehr reich an Beta-Carotin, welches im Körper zu Vitamin A umgewandelt wird und gut für Augen, Haut sowie das Immunsystem ist.\n2. **Herzgesundheit:** Der hohe Kaliumgehalt kann zur Aufrechterhaltung eines gesunden Blutdrucks beitragen.\n3. **Antioxidative Eigenschaften:** Kürbisse sind reich an Antioxidantien wie Beta-Carotin, Vitamin C und E, die helfen, die Zellen vor Schäden durch freie Radikale zu schützen.\n4. **Förderung der Verdauung:** Kürbisse enthalten viel Ballaststoffe, die die Verdauungsgesundheit unterstützen und zur Vermeidung von Verstopfung beitragen können.\n\n**Mögliche Nachteile von Kürbissen:**\n1. **Allergische Reaktionen:** Obwohl selten, können bei manchen Menschen allergische Reaktionen auf Kürbisse auftreten.\n2. **Kürbiskernöle und Wechselwirkungen**: Kürbiskernöl könnte die Wirkung von bestimmten Medikamenten beeinträchtigen.\n\nInsgesamt sind Kürbisse ein gesundes Nahrungsmittel mit zahlreichen Vorteilen, die sowohl die Ernährung als auch die Gesundheit bereichern können, wenn sie als Teil einer ausgewogenen Ernährung konsumiert werden."
  },
  {
    "available": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12],
    "storage": [],
    "notAvailable": [],
    "id": "porree",
    "name": "Porree",
    "description": "Porree, auch bekannt als Lauch, gehört zur Familie der Zwiebelgewächse und zeichnet sich durch seine langen, weißen Schaft und die dunkelgrünen Blätter aus. Der Geschmack von Porree ist milder und süßlicher als der von Zwiebeln. Er ist reich an Vitaminen, insbesondere an Vitamin K und Vitamin C, sowie an Mineralstoffen wie Eisen und Mangan. Porree wird sowohl in roher als auch in gekochter Form verwendet, beispielsweise in Suppen, Eintöpfen, Aufläufen und Salaten.",
    "origin": "Porree ist vermutlich im Nahen Osten oder in Mittelasien entstanden und wurde schon im Alten Ägypten und im Römischen Reich kultiviert. Seitdem hat sich der Anbau weltweit verbreitet, besonders in Europa, wo er ein häufig verwendetes Gemüse in der Küche ist.",
    "health": "Porree bietet verschiedene gesundheitliche Vorteile, aber auch einige potenzielle Nachteile:\n\n**Gesundheitliche Vorteile von Porree:**\n1. **Reich an Nährstoffen:** Gute Quelle für Vitamine und Mineralstoffe.\n2. **Herzgesundheit:** Kann helfen, den Blutdruck zu senken und das Risiko für Herzerkrankungen zu verringern.\n3. **Verdauungsfördernd:** Der hohe Ballaststoffgehalt unterstützt die Darmgesundheit.\n4. **Antioxidative Eigenschaften:** Enthält Antioxidantien, die den Körper vor freien Radikalen schützen können.\n\n**Mögliche Nachteile von Porree:**\n1. **Verdauungsprobleme:** Bei manchen Menschen können die Ballaststoffe Blähungen oder andere Verdauungsprobleme verursachen.\n2. **Schadstoffbelastung:** Wie andere Gemüsesorten kann Porree Schadstoffe aus dem Boden aufnehmen, daher ist es wichtig, auf die Herkunft und Anbauweise zu achten.\n\nInsgesamt ist Porree ein vielseitiges und gesundes Gemüse, das eine Bereicherung für viele Gerichte darstellt. Es ist ratsam, auf Frische und Qualität zu achten und bei bestehenden Gesundheitsproblemen oder Medikamenteneinnahme Rücksprache mit einem Arzt zu halten."
  },
  {
    "available": [5, 6, 7, 8, 9, 10],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 11, 12],
    "id": "fruehlingszwiebel",
    "name": "Frühlingszwiebel",
    "description": "Frühlingszwiebeln, auch als Lauchzwiebeln bekannt, zeichnen sich durch ihren langen, schlanken weißen Schaft mit unentwickelten grünen Blättern an der Spitze aus. Sie haben einen milden bis mittelstarken Geschmack, der irgendwo zwischen dem einer Zwiebel und Knoblauch liegt. Ihre Textur ist knusprig, wenn sie roh verzehrt werden, und wird weich beim Kochen. Sie eignen sich für eine Vielzahl von Gerichten und werden oft in asiatischer Küche verwendet.",
    "origin": "Die Frühlingszwiebel hat ihren Ursprung in Asien, wo sie seit Tausenden von Jahren angebaut wird. In der westlichen Welt hat sie zunehmend an Beliebtheit gewonnen und wird heute weltweit angebaut. Die Frühlingszwiebel ist eine Zwiebelsorte, die geerntet wird, bevor die Zwiebelknolle voll ausgebildet ist, was zu ihrem charakteristischen milden Geschmack beiträgt.",
    "health": "Frühlingszwiebeln bieten hervorragende gesundheitliche Vorteile und enthalten wichtige Nährstoffe:\n\n**Gesundheitliche Vorteile von Frühlingszwiebeln:**\n1. **Reich an Vitaminen:** Sie enthalten Vitamine A, C und K sowie einige B-Vitamine.\n2. **Gut für das Herz:** Quercetin, ein Antioxidans in Frühlingszwiebeln, kann dazu beitragen, das Herz zu schützen.\n3. **Unterstützung der Verdauung:** Frühlingszwiebeln enthalten Ballaststoffe, die die Verdauung fördern können.\n4. **Antimikrobielle Eigenschaften:** Sie weisen antimikrobielle Eigenschaften auf und können dabei helfen, das Wachstum von schädlichen Mikroorganismen einzudämmen.\n5. **Entzündungshemmend:** Bestimmte Schwefelverbindungen in Frühlingszwiebeln haben entzündungshemmende Wirkungen.\n\n**Mögliche Nachteile von Frühlingszwiebeln:**\n1. **Schadstoffbelastung:** Wie bei anderen landwirtschaftlichen Produkten kann die Schadstoffbelastung, insbesondere aus nicht-ökologischem Anbau, problematisch sein.\n2. **Schlechte Lagerung:** Frühlingszwiebeln können bei unsachgemäßer Lagerung schnell verderben. Es ist empfehlenswert, sie kühl und trocken aufzubewahren.\n\nInsgesamt sind Frühlingszwiebeln wegen ihres Geschmacks und ihrer Nährstoffe eine hervorragende Ergänzung zu einer gesunden, ausgewogenen Ernährung."
  },
  {
    "available": [8, 9, 10],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 6, 7, 11, 12],
    "id": "mais",
    "name": "Mais",
    "description": "Mais, auch bekannt als Korn oder Zea mays, ist ein großes Getreide, das aus langen, festen Kolben besteht, die mit zahlreichen Körnern besetzt sind. Die Körner sind üblicherweise gelb, können aber auch in anderen Farben wie Weiß, Rot, Blau und Schwarz vorkommen. Mais ist für seinen süßen, kräftigen Geschmack und seine Vielseitigkeit bekannt. Er kann roh, gekocht, gegrillt oder zu Produkten wie Maismehl, Cornflakes und Popcorn verarbeitet werden. Mais ist eine wichtige Quelle für Kohlenhydrate und liefert B-Vitamine, Eisen und Phosphor.",
    "origin": "Mais ist eine Pflanze, die ihren Ursprung in Mexiko hat, wo sie seit Tausenden von Jahren angebaut wird. Die indigenen Völker Mesoamerikas domestizierten Mais aus einem Wildgras namens Teosinte. Mais spielte eine zentrale Rolle in den frühen mesoamerikanischen Kulturen, sowohl als Grundnahrungsmittel als auch in religiösen und kulturellen Praktiken. Spanische und portugiesische Entdecker brachten Mais im 15. und 16. Jahrhundert nach Europa und von dort aus verbreitete er sich weltweit.",
    "health": "Mais bietet eine Vielzahl von gesundheitlichen Vorteilen, weist jedoch auch einige Aspekte auf, die beachtet werden sollten:\n\n**Gesundheitliche Vorteile von Mais:**\n1. **Energielieferant:** Mais ist eine gute Quelle für Kohlenhydrate und bietet damit Energie für den Körper.\n2. **Nährstoffreich:** Mais enthält B-Vitamine, insbesondere Folsäure, sowie Mineralien wie Eisen und Phosphor.\n3. **Ballaststoffe:** Mais hat einen hohen Ballaststoffgehalt, der die Verdauung unterstützt und zur Vorbeugung von Verstopfung beitragen kann.\n4. **Antioxidantien:** Bestimmte Sorten von Mais, besonders die mit dunkleren Körnern, haben eine hohe Konzentration an Antioxidantien, die helfen können, gegen freie Radikale zu schützen.\n\n**Mögliche Nachteile von Mais:**\n1. **Kaloriengehalt:** Mais ist kalorienreich und kann bei übermäßigem Verzehr zur Gewichtszunahme beitragen.\n2. **Zuckeranteil:** Insbesondere süßer Mais hat einen hohen Zuckergehalt, was für Personen mit Blutzuckerproblemen relevant sein könnte.\n3. **Gentechnik:** Viele Maisprodukte stammen von gentechnisch veränderten Pflanzen, was bei manchen Verbrauchern zu Bedenken führt.\n\nInsgesamt ist Mais ein nahrhaftes Lebensmittel, das in einer abwechslungsreichen und ausgewogenen Ernährung seinen Platz hat. Es ist empfehlenswert, den Verzehr von Mais zusammen mit anderen Vollkornprodukten und Gemüse zu sehen und auf die Gesamtenergiezufuhr zu achten."
  },
  {
    "available": [5, 6, 7, 8, 9, 10],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 11, 12],
    "id": "mangold",
    "name": "Mangold",
    "description": "Mangold, auch als Blattmangold oder Römischer Kohl bekannt, ist ein nährstoffreiches Blattgemüse, das sowohl für seine essbaren Blätter als auch für die dicken Blattstiele geschätzt wird. Er hat große, wellige und leuchtend grüne Blätter sowie Stiele, die je nach Sorte weiß, rot, gelb oder mehrfarbig sein können. Mangold bietet einen erdigen Geschmack, der etwas milder ist als der von Spinat. Er wird sowohl roh in Salaten als auch gekocht in verschiedenen Gerichten verwendet, von Eintöpfen über Aufläufe bis hin zu Quiches.",
    "origin": "Mangold ist ein Gemüse, das ursprünglich aus dem Mittelmeerraum stammt. Die Kultivierung von Mangold lässt sich bis ins antike Griechenland und Rom zurückverfolgen, wo er sowohl wegen seiner medizinischen Eigenschaften als auch als Nahrungspflanze geschätzt wurde. In Europa erfolgte der Anbau von Mangold seit dem Mittelalter, und er ist bis heute ein beliebtes Gemüse in verschiedenen Küchen rund um die Welt.",
    "health": "Mangold ist für seine zahlreichen gesundheitlichen Vorteile bekannt und stellt eine Bereicherung für die Ernährung dar:\n\n**Gesundheitliche Vorteile von Mangold:**\n1. **Nahrhaft:** Mangold ist reich an Vitaminen, insbesondere Vitamin A, C und K, sowie an Mineralstoffen wie Magnesium, Eisen und Kalium.\n2. **Augengesundheit:** Der hohe Gehalt an Carotinoiden, einschließlich Beta-Carotin und Lutein, unterstützt die Gesundheit der Augen.\n3. **Knochendichte:** Der beachtliche Gehalt an Vitamin K trägt zur Erhaltung gesunder Knochen und zur Vermeidung von Osteoporose bei.\n4. **Blutdruckregulation:** Magnesium und Kalium in Mangold spielen eine Rolle bei der Regulierung des Blutdrucks.\n5. **Förderung der Herzgesundheit:** Antioxidantien und verschiedene Pflanzenstoffe im Mangold können zur Prävention von Herz-Kreislauf-Erkrankungen beitragen.\n\n**Mögliche Nachteile von Mangold:**\n1. **Oxalatgehalt:** Mangold enthält Oxalate, die bei empfindlichen Personen oder bei übermäßigem Verzehr zu Nierensteinen führen können.\n2. **Wechselwirkung mit Medikamenten:** Aufgrund des hohen Vitamin-K-Gehaltes können Patienten, die blutverdünnende Medikamente einnehmen, dazu angehalten werden, ihren Mangold-Konsum zu überwachen, um die Wirksamkeit ihrer Medikamente nicht zu beeinträchtigen.\n\nMangold ist ein vielseitiges und gesundes Gemüse, das wegen seines Geschmacks und seiner Nährstoffe geschätzt wird. Wie bei allem sollte er jedoch in Maßen genossen werden, besonders von Personen, die zu dem oben genannten potenziellen Nachteilen neigen."
  },
  {
    "available": [6, 7, 8, 9, 10],
    "storage": [1, 2, 3, 4, 5, 11, 12],
    "notAvailable": [],
    "id": "moehre",
    "name": "Möhre / Karotte",
    "description": "Die Möhre oder Karotte ist eine Wurzelpflanze, die für ihre langen, konischen, orangefarbenen Wurzeln bekannt ist, obwohl sie auch in anderen Farben wie lila, schwarz, rot, weiß und gelb vorkommen kann. Sie besitzt einen süßen, leicht erdigen Geschmack und ist eine der vielseitigsten und am häufigsten verwendeten Gemüsesorten weltweit. Möhren sind reich an Beta-Carotin (welches im Körper zu Vitamin A umgewandelt wird), Fasern, Vitamin K1, Kalium und Antioxidantien. Sie werden roh in Salaten, gekocht als Beilage, in Eintöpfen, Suppen und sogar in Süßspeisen verwendet.",
    "origin": "Die Ursprünge der Möhre liegen in Zentralasien, und die ersten kultivierten Formen waren typischerweise violett oder gelb. Erst in späterer Zeit wurden orange Möhren durch selektive Züchtung in Europa entwickelt, hauptsächlich im 16. und 17. Jahrhundert in den Niederlanden. Seitdem haben sie sich zu einem global anzutreffenden Grundnahrungsmittel entwickelt.",
    "health": "Möhren bieten zahlreiche gesundheitliche Vorteile, aber auch einige Überlegungen sind anzustellen:\n\n**Gesundheitliche Vorteile von Möhren:**\n1. **Reich an Beta-Carotin:** Beta-Carotin ist wichtig für das Sehvermögen und wird im Körper zu Vitamin A umgewandelt.\n2. **Herzgesundheit:** Das in Möhren enthaltene Kalium kann zur Aufrechterhaltung eines normalen Blutdrucks beitragen.\n3. **Förderung der Verdauung:** Der hohe Ballaststoffgehalt in Möhren kann die Darmgesundheit unterstützen.\n4. **Antioxidative Wirkung:** Antioxidantien in Möhren können dabei helfen, den Körper vor freien Radikalen zu schützen.\n\n**Mögliche Nachteile von Möhren:**\n1. **Zuckeranteil:** Möhren enthalten natürlichen Zucker, was bei übermäßigem Verzehr zu einem Anstieg des Blutzuckerspiegels führen kann.\n2. **Karottenallergie:** Obwohl selten, können manche Menschen allergisch auf Möhren reagieren.\n3. **Übermäßige Vitamin-A-Aufnahme:** Eine zu hohe Zufuhr von Beta-Carotin kann die Haut gelborange färben und bei extrem hohem Verzehr zu einer Hypervitaminose A führen.\n\nInsgesamt sind Möhren sehr gesund und können als Teil einer ausgewogenen Ernährung genossen werden. Sie bieten vielfältige Zubereitungsmöglichkeiten und eine Fülle von Nährstoffen."
  },
  {
    "available": [7, 8, 9, 10],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 6, 11, 12],
    "id": "paprika",
    "name": "Paprika",
    "description": "Paprika, auch als Gemüsepaprika, Pfeffer oder Capsicum bekannt, ist eine Frucht aus der Familie der Nachtschattengewächse. Die Früchte können in Form, Größe, Farbe und Schärfe variieren. Paprika ist in Farben wie Rot, Grün, Gelb und Orange erhältlich und weist häufig eine glatte, glänzende Oberfläche auf. Sie sind bekannt für ihren milden Geschmack und ihre knusprige Textur, wenn sie roh gegessen werden. Gekocht bieten sie eine süßliche Note und sind Bestandteil zahlreicher Gerichte weltweit. Sie sind reich an Vitamin C, Vitamin A und anderen Antioxidantien.",
    "origin": "Paprika stammt ursprünglich aus Südamerika, wo sie seit Tausenden von Jahren kultiviert werden. Nach der Entdeckung Amerikas und dem Columbian Exchange wurden Paprikaschoten über Spanien und Portugal in Europa eingeführt und verbreiteten sich dann weltweit.",
    "health": "Paprika bietet zahlreiche gesundheitliche Vorteile und nur wenige Nachteile:\n\n**Gesundheitliche Vorteile von Paprika:**\n1. **Reich an Vitamin C:** Paprika sind eine hervorragende Quelle für Vitamin C, wobei rote Paprika besonders hohe Mengen enthalten.\n2. **Gut für das Immunsystem:** Die hohen Vitamin-C- und Vitamin-A-Gehalte stärken das Immunsystem und fördern eine gesunde Haut.\n3. **Antioxidative Wirkung:** Paprika enthält Antioxidantien wie Capsanthin (vor allem in roten Paprikas), die den Körper vor freien Radikalen schützen können.\n4. **Förderung der Augengesundheit:** In Paprika enthaltene Carotinoide, wie Lutein und Zeaxanthin, sind wichtig für die Gesundheit der Augen und können das Risiko von Augenerkrankungen reduzieren.\n5. **Entzündungshemmend:** Bestimmte Verbindungen in Paprika können entzündungshemmende Eigenschaften haben.\n\n**Mögliche Nachteile von Paprika:**\n1. **Schadstoffbelastung:** Ähnlich wie andere Obst- und Gemüsesorten können Paprika mit Pestiziden belastet sein, daher ist es empfehlenswert, sie wenn möglich in Bio-Qualität zu kaufen.\n2. **Allergien:** In seltenen Fällen können Menschen allergisch auf Paprika reagieren.\n\nInsgesamt ist Paprika ein nährstoffreiches Lebensmittel, das zur Verbesserung der allgemeinen Gesundheit beitragen kann, insbesondere durch den hohen Gehalt an Vitaminen und Antioxidantien. Beim Kauf sollte auf Frische und Herkunft geachtet werden, um die bestmöglichen gesundheitlichen Vorteile zu erzielen."
  },
  {
    "available": [1, 2, 3, 9, 10, 11, 12],
    "storage": [4],
    "notAvailable": [5, 6, 7, 8],
    "id": "pastinaken",
    "name": "Pastinaken",
    "description": "Pastinaken sind Wurzelgemüse, die ähnlich wie Karotten aussehen, aber eine blassere, cremeweiße Farbe haben. Sie haben einen süßlich-würzigen Geschmack, der nach dem ersten Frost intensiver wird. Pastinaken sind reich an Ballaststoffen und enthalten wichtige Nährstoffe wie Vitamin C, Kalium und Mangan. Sie können sowohl roh als auch gekocht verzehrt werden, sind beliebt in Suppen, Eintöpfen oder als Beilage, und lassen sich auch zu Püree verarbeiten.",
    "origin": "Pastinaken sind in Europa und Teilen Asiens heimisch und wurden bereits in der Antike angebaut. Sie waren ein wichtiges Nahrungsmittel, bevor sie durch die Einführung der Kartoffel an Beliebtheit verloren. Heute erleben Pastinaken eine Renaissance in der modernen Küche.",
    "health": "Pastinaken bieten zahlreiche gesundheitliche Vorteile, jedoch gibt es auch einige potenzielle Nachteile:\n\n**Gesundheitliche Vorteile von Pastinaken:**\n1. **Hoher Nährstoffgehalt:** Sie sind eine gute Quelle für Ballaststoffe, Vitamine und Mineralstoffe.\n2. **Herzgesundheit:** Kalium in Pastinaken kann zur Senkung des Blutdrucks beitragen.\n3. **Verdauungsfördernd:** Der hohe Ballaststoffgehalt unterstützt die Darmgesundheit.\n4. **Immunsystem:** Vitamin C stärkt das Immunsystem.\n\n**Mögliche Nachteile von Pastinaken:**\n1. **Allergien:** Selten können Pastinaken allergische Reaktionen hervorrufen.\n2. **Oxalate:** Sie enthalten Oxalate, die bei Personen mit Nierensteinen problematisch sein können.\n\nInsgesamt sind Pastinaken ein gesundes und vielseitiges Gemüse, das gut in eine ausgewogene Ernährung passt. Es ist wichtig, auf die Herkunft und Qualität zu achten und bei bestehenden Gesundheitsproblemen oder speziellen Ernährungsbedürfnissen einen Arzt zu konsultieren."
  },
  {
    "available": [5, 6, 7, 8, 9, 10],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 11, 12],
    "id": "radieschen",
    "name": "Radieschen",
    "description": "Radieschen sind kleine, runde oder längliche Knollen mit einer knackigen Konsistenz und einem charakteristischen scharfen, pfeffrigen Geschmack. Die Farbe der Radieschen variiert von weiß über rot und rosa bis hin zu violett, wobei die häufigste Sorte rot ist. Das Blattgrün kann ebenfalls verzehrt werden und ist leicht scharf. Radieschen sind ein beliebtes Wurzelgemüse in Salaten und können auch als Garnitur, in gekochten Gerichten oder eingelegt genutzt werden. Sie sind reich an Vitamin C, Folsäure und Kalium und haben eine harntreibende Wirkung.",
    "origin": "Radieschen gehören zu den Kreuzblütlergewächsen und haben ihren Ursprung in Südostasien. Sie sind eine der ältesten bekannten Kulturpflanzen und wurden schon vor Jahrtausenden in verschiedenen alten Kulturen angebaut. Mit der Zeit verbreiteten sie sich über den gesamten Globus. Radieschen sind aufgrund ihrer kurzen Wachstumszeit und ihrer einfachen Anbauweise besonders beliebt im heimischen Gartenbau.",
    "health": "Radieschen sind nicht nur geschmackvolle, sondern auch gesunde Gemüse und bieten verschiedene gesundheitliche Vorteile:\n\n**Gesundheitliche Vorteile von Radieschen:**\n1. **Vitamin-C-Reichtum:** Radieschen sind eine hervorragende Quelle für Vitamin C, welches das Immunsystem stärkt und als Antioxidans wirkt.\n2. **Gute Verdauung:** Die in Radieschen enthaltenen Ballaststoffe fördern eine gesunde Verdauung und können Verstopfungen vorbeugen.\n3. **Entzündungshemmend:** Bestimmte Verbindungen in Radieschen haben entzündungshemmende Eigenschaften.\n4. **Blutdruckregulierung:** Durch den hohen Kaliumgehalt können Radieschen dazu beitragen, den Blutdruck zu regulieren.\n5. **Harntreibende Wirkung:** Radieschen können die Nierenfunktion unterstützen und die Ausscheidung von Abfallstoffen fördern.\n\n**Mögliche Nachteile von Radieschen:**\n1. **Schärfe:** Nicht jede Person mag den scharfen, pfefferigen Geschmack von Radieschen, was ihre Beliebtheit einschränken kann.\n2. **Gastrointestinale Beschwerden:** Bei einigen Menschen können Radieschen Blähungen oder Magenreizungen verursachen, insbesondere in großen Mengen verzehrt.\n\nRadieschen sind ein gesundes und vielseitiges Gemüse, das sich leicht in die Ernährung integrieren lässt. Sie sind eine schnelle und farbenfrohe Zugabe zu vielen Gerichten, wobei ihre gesundheitlichen Vorteile besonders wertvoll sind."
  },
  {
    "available": [1, 2, 3, 10, 11, 12],
    "storage": [],
    "notAvailable": [4, 5, 6, 7, 8, 9],
    "id": "rosenkohl",
    "name": "Rosenkohl",
    "description": "Rosenkohl ist ein Gemüse aus der Familie der Kreuzblütler und besteht aus kleinen, grünen Sprossen, die an einem langen Stängel wachsen. Jede Sprosse ähnelt einem Miniaturkohl. Rosenkohl hat einen leicht bitteren, nussigen Geschmack, der durch Frost milder wird. Er ist reich an Vitaminen (vor allem Vitamin C und K) und Mineralstoffen wie Kalium. Rosenkohl wird häufig gekocht oder gebraten serviert und ist besonders in der kalten Jahreszeit beliebt.",
    "origin": "Rosenkohl hat seinen Ursprung in Belgien und ist seit dem 16. Jahrhundert in ganz Europa bekannt. Seine Popularität wuchs im Laufe der Zeit, und heute ist er in vielen Teilen der Welt ein geschätztes Wintergemüse.",
    "health": "Rosenkohl bietet verschiedene gesundheitliche Vorteile, hat aber auch potenzielle Nachteile:\n\n**Gesundheitliche Vorteile von Rosenkohl:**\n1. **Hoher Nährstoffgehalt:** Rosenkohl ist eine ausgezeichnete Quelle für Vitamin C und K, sowie für Ballaststoffe.\n2. **Antioxidative Eigenschaften:** Er enthält Antioxidantien, die helfen, Zellschäden zu verhindern.\n3. **Unterstützung der Herzgesundheit:** Rosenkohl kann zur Senkung des Cholesterinspiegels beitragen.\n4. **Krebspräventive Wirkung:** Die in Rosenkohl enthaltenen Glucosinolate können schützende Eigenschaften gegen Krebs haben.\n\n**Mögliche Nachteile von Rosenkohl:**\n1. **Bitterer Geschmack:** Nicht jeder mag den leicht bitteren Geschmack von Rosenkohl.\n2. **Blähungen und Verdauungsprobleme:** Der hohe Ballaststoffgehalt kann bei einigen Menschen Verdauungsbeschwerden verursachen.\n3. **Schadstoffbelastung:** Wie bei anderen Gemüsesorten besteht das Risiko der Belastung mit Pestiziden, daher ist es empfehlenswert, auf Bio-Qualität zu achten.\n\nInsgesamt ist Rosenkohl ein gesundes Gemüse, das viele Vorteile für die Ernährung bietet. Es ist ratsam, auf Frische und Herkunft zu achten und bei bestehenden Gesundheitsproblemen oder Medikamenteneinnahme Rücksprache mit einem Arzt zu halten."
  },
  {
    "available": [7, 8, 9, 10, 11],
    "storage": [1, 2, 3, 4, 12],
    "notAvailable": [5, 6],
    "id": "rote_bete",
    "name": "Rote Bete",
    "description": "Rote Bete, auch bekannt als Rote Beete oder Rote Rübe, ist eine Wurzelpflanze mit einer charakteristischen dunkelroten Farbe. Sie gehört zu den Fuchsschwanzgewächsen und wird sowohl wegen ihrer essbaren Wurzel als auch wegen ihrer Blätter geschätzt. Der Geschmack der Wurzel ist leicht süßlich und erdig. Rote Bete enthält eine Vielzahl an Nährstoffen, wie Vitamine (insbesondere B-Vitamine), Mineralien (Eisen, Kalium und Magnesium) und sekundäre Pflanzenstoffe, wie Betaine, die der Gesundheit zugutekommen. Sie wird nicht nur roh in Salaten verzehrt, sondern kann auch gekocht, gedünstet oder als Saft getrunken werden.",
    "origin": "Die Rote Bete hat ihren Ursprung in den Küstengebieten Südeuropas und wurde bereits von den alten Griechen und Römern kultiviert. Im 19. Jahrhundert wurde sie als Zuckerrübe bekannt, da sie zur Zuckerproduktion verwendet wurde. Seitdem hat sich die Rote Bete weltweit als beliebtes Gemüse etabliert und spielt auch in der modernen Küche eine wichtige Rolle.",
    "health": "Rote Bete hat eine Reihe von gesundheitlichen Vorteilen, aber auch einige Punkte, die man beachten sollte:\n\n**Gesundheitliche Vorteile von Roter Bete:**\n1. **Reich an Nährstoffen:** Rote Bete liefert Vitamine wie B-Vitamine und Mineralien wie Eisen, Kalium und Magnesium.\n2. **Herzgesundheit:** Die in Roter Bete enthaltenen Betaine können helfen, den Homocysteinspiegel im Blut zu senken, welcher mit einem erhöhten Risiko für Herz-Kreislauf-Erkrankungen verbunden ist.\n3. **Blutdrucksenkend:** Der hohe Nitratgehalt kann zu einer Senkung des Blutdrucks beitragen und somit das Risiko für Bluthochdruck reduzieren.\n4. **Leistungssteigerung:** Die Nitrate in Roter Bete können auch die Ausdauerleistung steigern, indem sie den Sauerstoffbedarf während des Trainings reduzieren.\n5. **Antioxidative Wirkung:** Rote Bete enthält Antioxidantien, die vor Zellschäden und chronischen Krankheiten schützen können.\n\n**Mögliche Nachteile von Roter Bete:**\n1. **Rote Urin- und Stuhlfärbung:** Nach dem Verzehr von Roter Bete kann es zu einer harmlosen Rotfärbung des Urins und Stuhls kommen, ein Phänomen namens Beeturie.\n2. **Oxalate:** Rote Bete enthält Oxalate, die bei Menschen, die zu Nierensteinen neigen, mit Vorsicht genossen werden sollten.\n\nInsgesamt ist Rote Bete ein vielseitiges und nährstoffreiches Lebensmittel, das zahlreiche gesundheitliche Vorteile bietet und in den meisten Fällen sicher in die Ernährung integriert werden kann. Personen mit Nierensteinrisiko oder anderen spezifischen Gesundheitsbedingungen sollten jedoch ihren Konsum mit einem Arzt oder Ernährungsexperten besprechen."
  },
  {
    "available": [6, 7, 8, 9, 10, 11],
    "storage": [1, 2, 3, 4, 5, 12],
    "notAvailable": [],
    "id": "rotkohl",
    "name": "Rotkohl",
    "description": "Rotkohl, auch Blaukraut genannt, gehört zur Familie der Kreuzblütler und zeichnet sich durch seine charakteristischen dunkelroten bis violetten Blätter aus. Die Köpfe sind fest und rund und bieten beim Schneiden eine knackige Textur. Sein Geschmack ist leicht süßlich mit erdigen Untertönen. Rotkohl ist ein beliebter Bestandteil von winterlichen Gerichten und wird sowohl roh in Salaten als auch gekocht oder fermentiert zu Sauerkraut verzehrt. Er ist reich an Vitamin C und bekannt für seinen hohen Gehalt an Anthocyanen, welche antioxidative Eigenschaften besitzen.",
    "origin": "Rotkohl hat seinen Ursprung in Europa und ist seit dem Mittelalter ein fester Bestandteil der regionalen Küche. Es wird angenommen, dass Domestication und Kultivierung von wildem Kohl bereits bei den alten Griechen und Römern begannen. Im Laufe der Jahrhunderte wurde der Anbau von Rotkohl verfeinert und verbreitete sich schließlich in ganz Europa und darüber hinaus.",
    "health": "Rotkohl ist nicht nur für seinen Geschmack, sondern auch für seine gesundheitlichen Vorteile bekannt:\n\n**Gesundheitliche Vorteile von Rotkohl:**\n1. **Reich an Vitamin C:** Unterstützt das Immunsystem und die Hautgesundheit.\n2. **Antioxidative Wirkung:** Anthocyane und andere sekundäre Pflanzenstoffe können helfen, Entzündungen zu reduzieren und bieten Schutz vor Herzerkrankungen und bestimmten Krebsarten.\n3. **Gut für die Knochengesundheit:** Der Kohl enthält Kalzium, Kalium und Magnesium, welche die Knochengesundheit unterstützen.\n4. **Verdauungsfördernd:** Die Ballaststoffe im Rotkohl regen die Darmtätigkeit an und können die Verdauung verbessern.\n5. **Blutzuckerregulierung:** Rotkohl kann aufgrund seiner Ballaststoffe zu einem stabilen Blutzuckerspiegel beitragen.\n\n**Mögliche Nachteile von Rotkohl:**\n1. **Schilddrüsenfunktion:** Wie andere kreuzblütige Gemüse enthält Rotkohl Substanzen, die bei übermäßigem Verzehr die Schilddrüsenfunktion beeinträchtigen können.\n2. **Blähungen:** Rotkohl kann bei einigen Menschen zu Blähungen führen, besonders wenn er roh verzehrt wird.\n\nInsgesamt ist Rotkohl ein sehr gesundes Gemüse, das wegen seiner Nährstoffe und gesundheitlichen Vorteile eine Bereicherung für die Ernährung darstellt. Bei Schilddrüsenerkrankungen oder Verdauungsproblemen sollte der Konsum entsprechend angepasst werden."
  },
  {
    "available": [1, 2, 10, 11, 12],
    "storage": [],
    "notAvailable": [3, 4, 5, 6, 7, 8, 9],
    "id": "schwarzwurzeln",
    "name": "Schwarzwurzeln",
    "description": "Schwarzwurzeln, auch als Winterspargel bekannt, sind ein Wurzelgemüse mit einer dunklen, fast schwarzen Schale und einem weißen, cremigen Inneren. Sie haben einen milden, leicht süßlichen Geschmack, ähnlich dem von Spargel. Schwarzwurzeln sind reich an Ballaststoffen und enthalten wichtige Nährstoffe wie Kalium, Eisen, Kalzium und Vitamin B6. Sie können gekocht, gebraten oder in Suppen und Eintöpfen verwendet werden. Beim Schälen der Schwarzwurzeln ist Vorsicht geboten, da sie einen klebrigen Saft absondern, der die Hände verfärben kann.",
    "origin": "Die Schwarzwurzel stammt ursprünglich aus Südeuropa und wurde im Mittelalter in ganz Europa als Heil- und Gemüsepflanze kultiviert. Sie war besonders in der viktorianischen Ära beliebt und erlebt heute eine Renaissance in der modernen Küche.",
    "health": "Schwarzwurzeln bieten verschiedene gesundheitliche Vorteile, aber auch einige potenzielle Nachteile:\n\n**Gesundheitliche Vorteile von Schwarzwurzeln:**\n1. **Reich an Ballaststoffen:** Fördert die Verdauungsgesundheit.\n2. **Nährstoffreich:** Gute Quelle für wichtige Vitamine und Mineralstoffe.\n3. **Unterstützung des Immunsystems:** Enthält antioxidative Vitamine wie Vitamin B6.\n4. **Herzgesundheit:** Kalium in Schwarzwurzeln kann helfen, den Blutdruck zu regulieren.\n\n**Mögliche Nachteile von Schwarzwurzeln:**\n1. **Schwierige Handhabung:** Der klebrige Saft beim Schälen kann unangenehm sein.\n2. **Verfärbung beim Kochen:** Schwarzwurzeln können beim Kochen ihre Farbe ändern, wenn sie nicht in Wasser mit etwas Zitronensaft oder Essig gelegt werden.\n\nInsgesamt sind Schwarzwurzeln ein gesundes und schmackhaftes Gemüse, das eine vielseitige Zutat in vielen Gerichten ist. Es ist ratsam, Handschuhe beim Schälen zu tragen und die Schwarzwurzeln schnell in säurehaltiges Wasser zu legen, um Verfärbungen zu vermeiden."
  },
  {
    "available": [4, 5, 6],
    "storage": [],
    "notAvailable": [1, 2, 3, 7, 8, 9, 10, 11, 12],
    "id": "spargel",
    "name": "Spargel",
    "description": "Spargel, auch als Asparagus officinalis bekannt, ist ein Stangengemüse, das sich durch seine langen, schlanken, grünen oder weißen Stiele auszeichnet. Weiße Spargelstangen werden unter der Erde gezogen und bekommen durch das Fernhalten von Sonnenlicht ihre blasse Farbe, während grüner Spargel über der Erde wächst und durch die Photosynthese seine grüne Farbe entwickelt. Spargel ist bekannt für seinen zarten Geschmack und seine feine Textur, besonders wenn er frisch zubereitet wird. Er ist reich an Vitaminen (A, C, E und K) und Mineralstoffen wie Folsäure, Eisen und Kalium und wird häufig gedämpft, gegrillt oder als Beilage zu verschiedenen Gerichten serviert.",
    "origin": "Spargel ist seit mehr als 2000 Jahren als kulinarische Delikatesse bekannt und stammt ursprünglich aus dem östlichen Mittelmeerraum. Er wurde von den alten Ägyptern, Griechen und Römern sowohl für seine kulinarischen als auch für seine vermeintlichen medizinischen Eigenschaften geschätzt. Spargel wurde in den sandigen Böden der niederländischen und deutschen Regionen besonders populär, wo er ab dem 16. Jahrhundert intensiv angebaut wurde.",
    "health": "Spargel bietet viele gesundheitliche Vorteile, hat jedoch auch einige Aspekte, die beachtet werden sollten:\n\n**Gesundheitliche Vorteile von Spargel:**\n1. **Reich an Nährstoffen:** Spargel bietet eine gute Mischung aus Vitaminen, insbesondere Vitamin K, und Mineralstoffen wie Folsäure und Eisen.\n2. **Diuretische Eigenschaften:** Spargel enthält Asparagin, das helfen kann, überschüssiges Salz und Flüssigkeit aus dem Körper zu entfernen.\n3. **Unterstützung für das Immunsystem und die Verdauung:** Dank des hohen Anteils an Antioxidantien und Ballaststoffen kann der Verzehr von Spargel das Immunsystem stärken und die Darmgesundheit fördern.\n4. **Geringer Kaloriengehalt:** Mit seinem niedrigen Kaloriengehalt ist Spargel eine gute Option für gewichtsbewusste Ernährung.\n\n**Mögliche Nachteile von Spargel:**\n1. **Geruch des Urins:** Der Verzehr von Spargel kann aufgrund bestimmter Schwefelverbindungen, die beim Abbau entstehen, zu einem ungewöhnlichen Geruch des Urins führen.\n2. **Allergien:** Obwohl selten, können manche Menschen allergisch auf Spargel reagieren.\n\nInsgesamt ist Spargel ein nährstoffreiches, vielseitiges Gemüse, das eine Bereicherung für den Speiseplan darstellt und in verschiedenen kulinarischen Zubereitungsformen genossen werden kann."
  },
  {
    "available": [3, 4, 5, 9, 10, 11],
    "storage": [],
    "notAvailable": [1, 2, 6, 7, 8, 12],
    "id": "spinat",
    "name": "Spinat",
    "description": "Spinat ist ein Blattgemüse, das für seine dunkelgrünen Blätter und seinen hohen Nährstoffgehalt bekannt ist. Es ist eine hervorragende Quelle für Vitamine und Mineralstoffe, insbesondere für Vitamin A, C und K, sowie Eisen und Magnesium. Spinat kann roh in Salaten verzehrt oder gekocht und als Beilage oder in Gerichten wie Spinatauflauf und Quiche verwendet werden. Der milde, leicht erdige Geschmack macht ihn zu einem vielseitigen Gemüse in der Küche.",
    "origin": "Spinat stammt ursprünglich aus dem Persischen Reich und wurde später in China bekannt, wo er seit dem 7. Jahrhundert unter dem Namen 'Persischer Gemüse' kultiviert wurde. Er verbreitete sich im Mittelalter in ganz Europa und wurde wegen seines Eisengehaltes und seiner gesundheitlichen Vorteile beliebt. Der Anbau von Spinat hat sich weltweit verbreitet, und heute ist er ein fester Bestandteil der internationalen Küche.",
    "health": "Spinat bietet zahlreiche gesundheitliche Vorteile und nur wenige potenzielle Nachteile:\n\n**Gesundheitliche Vorteile von Spinat:**\n1. **Reich an Nährstoffen:** Spinat ist eine ausgezeichnete Quelle für Vitamine A, C und K, Eisen, Magnesium und viele andere Nährstoffe.\n2. **Unterstützt die Augengesundheit:** Die hohen Mengen an Lutein und Zeaxanthin in Spinat können die Gesundheit der Augen fördern und das Risiko von Makuladegeneration verringern.\n3. **Knochengesundheit:** Der hohe Gehalt an Vitamin K in Spinat trägt zur Aufrechterhaltung und Entwicklung der Knochenstruktur bei.\n4. **Herzgesundheit:** Spinat enthält Antioxidantien, die zur Verringerung des Risikos von Herz-Kreislauf-Krankheiten beitragen können.\n5. **Eisenquelle:** Spinat liefert Eisen, das für die Blutbildung wichtig ist und insbesondere für Menschen mit Eisenmangelanämie von Bedeutung sein kann.\n\n**Mögliche Nachteile von Spinat:**\n1. **Oxalate:** Spinat enthält Oxalsäure, die die Aufnahme bestimmter Mineralien wie Calcium beeinträchtigen und zur Bildung von Nierensteinen beitragen kann, besonders bei dafür anfälligen Personen.\n2. **Wechselwirkungen mit Medikamenten:** Menschen, die Blutverdünner wie Warfarin nehmen müssen, sollten ihren Konsum von Spinat aufgrund des hohen Vitamin-K-Gehalts überwachen, da dies die Medikamentenwirkung beeinflussen kann.\n\nInsgesamt gilt Spinat als sehr gesundes Lebensmittel, jedoch sollte der Konsum bei Menschen mit Nierensteinen oder Personen, die blutverdünnende Medikamente nehmen, überwacht werden. Es ist ratsam, im Falle von gesundheitlichen Bedenken oder Unsicherheiten bezüglich Wechselwirkungen mit einem Gesundheitsfachmann Rücksprache zu halten."
  },
  {
    "available": [5, 6],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 7, 8, 9, 10, 11, 12],
    "id": "spitzkohl",
    "name": "Spitzkohl",
    "description": "Spitzkohl ist eine Gemüseart aus der Familie der Kreuzblütengewächse und eine Variante des Kopfkohls mit einem länglichen, spitzzulaufenden Kopf. Die Blätter des Spitzkohls sind zarter und milder im Geschmack als die anderer Kohlsorten, was ihm eine besondere Beliebtheit in der Küche eingebracht hat. Er ist hell- bis tiefgrün gefärbt, hat eine lockere Blattstruktur und eignet sich sowohl für rohe als auch gekochte Speisen, etwa in Salaten, Eintöpfen oder als Beilage.",
    "origin": "Spitzkohl ist vor allem in Europa verbreitet und wird dort bereits seit Jahrhunderten kultiviert. Die genauen Ursprünge sind nicht so deutlich nachzuverfolgen wie bei anderen Gemüsesorten, aber er hat sich aus dem gemäßigten Klima Mittel- und Osteuropas heraus verbreitet und ist heute in vielen Ländern als vielseitiges Gemüse anerkannt.",
    "health": "Spitzkohl ist nicht nur für seine Vielseitigkeit in der Küche bekannt, sondern auch für seine gesundheitlichen Vorteile:\n\n**Gesundheitliche Vorteile von Spitzkohl:**\n1. **Nährstoffreich:** Spitzkohl ist reich an Vitaminen (wie Vitamin C und K) und Mineralstoffen (wie Kalium und Kalzium).\n2. **Niedriger Kaloriengehalt:** Spitzkohl hat sehr wenige Kalorien, macht aber satt und ist somit ideal für eine gewichtsbewusste Ernährung.\n3. **Verdauungsunterstützend:** Die enthaltenen Ballaststoffe können die Verdauung fördern und die Darmgesundheit unterstützen.\n4. **Entzündungshemmend:** Inhaltsstoffe wie Glucosinolate können entzündungshemmend wirken und spielen eine Rolle beim Zellschutz.\n5. **Antioxidative Wirkung:** Spitzkohl enthält Antioxidantien, die gegen freie Radikale im Körper wirken können.\n\n**Mögliche Nachteile von Spitzkohl:**\n1. **Blähungen:** Wie andere Kohlsorten kann auch Spitzkohl bei empfindlichen Personen blähend wirken.\n2. **Schilddrüsenfunktion:** Bei hohem Verzehr könnten die in Spitzkohl enthaltenen Goitrogene die Schilddrüsenfunktion beeinträchtigen.\n\nInsgesamt ist Spitzkohl eine gesunde Ergänzung zu vielen Mahlzeiten. Um eine Überbelastung zu vermeiden, ist es ratsam, ihn im Rahmen einer ausgewogenen Ernährung zu genießen."
  },
  {
    "available": [7, 8, 9, 10],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 6, 11, 12],
    "id": "staudensellerie",
    "name": "Staudensellerie",
    "description": "Staudensellerie, auch als Bleichsellerie oder einfach nur als Sellerie bekannt, bezeichnet die Kulturform des Echten Sellerie. Kennzeichnend für Staudensellerie sind seine langen, knackigen und saftigen Stängel, die von einer blassen grünlich-weißen Farbe bis zu einem satten Dunkelgrün reichen können. Die Stängel enden in dichten Büscheln von Blättern, die im Geschmack dem Stängel ähneln, aber meist intensiver sind. Staudensellerie ist für seinen frischen, leicht herb-süßlichen Geschmack bekannt und wird sowohl roh als Snack oder in Salaten als auch gekocht in Suppen, Eintöpfen oder als Gewürz verwendet.",
    "origin": "Staudensellerie ist eine Kulturform des Echten Sellerie, der ursprünglich aus dem Mittelmeerraum stammt. Seine Nutzung als Nahrungsmittel reicht bis ins Antike Griechenland zurück, wo er sowohl als Heilpflanze als auch in der Küche geschätzt wurde. Im 17. Jahrhundert begann die züchterische Entwicklung des Staudenselleries in Italien, und im Laufe der Zeit breitete sich seine Beliebtheit in ganz Europa und später auch in Nordamerika aus.",
    "health": "Staudensellerie ist gesundheitsfördernd und enthält verschiedene wichtige Nährstoffe:\n\n**Gesundheitliche Vorteile von Staudensellerie:**\n1. **Niedriger Kaloriengehalt:** Staudensellerie besteht größtenteils aus Wasser und ist daher kalorienarm, was ihn für kalorienbewusste Ernährung ideal macht.\n2. **Gut für die Verdauung:** Der hohe Ballaststoffgehalt fördert die Darmgesundheit und kann bei der Prävention und Behandlung von Verstopfung helfen.\n3. **Entzündungshemmende Eigenschaften:** Staudensellerie enthält Verbindungen wie Luteolin, die entzündungshemmend wirken können.\n4. **Blutdrucksenkende Wirkung:** Bestimmte Inhaltsstoffe wie Phthalide können zur Entspannung der Blutgefäße und somit zur Senkung des Blutdrucks beitragen.\n5. **Hydratation:** Durch den hohen Wassergehalt kann der Verzehr von Staudensellerie zur Hydratation des Körpers beitragen.\n\n**Mögliche Nachteile von Staudensellerie:**\n1. **Schadstoffbelastung:** Staudensellerie steht häufig auf der Liste der Gemüsesorten mit hohem Pestizidrückstand, weshalb Bio-Qualität empfehlenswert ist.\n2. **Allergisches Potenzial:** Wie andere Gemüsesorten kann auch Staudensellerie bei einigen Menschen Allergien auslösen.\n\nInsgesamt ist Staudensellerie ein vielseitiges und gesundes Gemüse, das aufgrund seiner Nährstoffzusammensetzung und seines Geschmacks vielfältig in der Küche eingesetzt werden kann."
  },
  {
    "available": [9, 10, 11, 12],
    "storage": [1, 2, 3],
    "notAvailable": [4, 5, 6, 7, 8],
    "id": "steckruebe",
    "name": "Steckrübe",
    "description": "Die Steckrübe, auch bekannt als Kohlrübe oder Bodenkohlrabi, ist ein Wurzelgemüse mit einer runden bis ovalen Form und einer rauen Haut, die je nach Sorte violettfarben, gelb oder weiß sein kann. Das Innere ist meist gelblich bis weißlich und besitzt eine feste Konsistenz. Geschmacklich ist die Steckrübe mild-süßlich mit einer leicht herben Note. Steckrüben lassen sich vielseitig in der Küche verwenden – gekocht, gebraten, püriert oder als Zutat in Eintöpfen und Suppen. Sie sind besonders nährstoffreich und enthalten unter anderem Vitamin C, B-Vitamine, Kalium, Kalzium und Ballaststoffe.",
    "origin": "Die Steckrübe hat ihre Wurzeln mutmaßlich in Skandinavien und Russland und wird dort schon seit Jahrhunderten angebaut. Sie breitete sich allmählich über ganz Europa aus und war insbesondere in Kriegs- und Notzeiten ein wichtiges Grundnahrungsmittel, da sie anspruchslos und ertragreich ist. Heutzutage wird sie weltweit kultiviert und ist in vielen Regionen ein traditioneller Bestandteil der Küche.",
    "health": "Steckrüben bieten zahlreiche gesundheitliche Vorteile und haben ein gutes Nährstoffprofil:\n\n**Gesundheitliche Vorteile von Steckrüben:**\n1. **Reich an Vitamin C:** Steckrüben können zur Deckung des täglichen Vitamin-C-Bedarfs beitragen und so das Immunsystem unterstützen.\n2. **Verdauungsfördernd:** Die in Steckrüben enthaltenen Ballaststoffe fördern eine gesunde Darmflora und können Verdauungsproblemen vorbeugen.\n3. **Herzgesund:** Kaliumreiche Lebensmittel wie Steckrüben können Blutdruck und Herzgesundheit positiv beeinflussen.\n4. **Knochengesundheit:** Mit Kalzium und Vitamin K tragen Steckrüben zur Festigkeit und Gesunderhaltung der Knochen bei.\n\n**Mögliche Nachteile von Steckrüben:**\n1. **Blähungen:** Der Verzehr kann bei einigen Menschen blähend wirken, insbesondere wenn sie in der Ernährung nicht gewohnt sind.\n2. **Schadstoffbelastung:** Wie bei anderen Wurzelgemüsen können auch Steckrüben Schadstoffe aus dem Boden aufnehmen, daher ist der Kauf von Bio-Qualität empfehlenswert.\n\nInsgesamt sind Steckrüben ein wertvolles und gesundes Gemüse, das vielfältige Einsatzmöglichkeiten in der Küche bietet und einen Beitrag zu einer ausgewogenen Ernährung leisten kann."
  },
  {
    "available": [7, 8, 9, 10],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 6, 11, 12],
    "id": "tomate",
    "name": "Tomate",
    "description": "Die Tomate, wissenschaftlich Solanum lycopersicum genannt, ist eine saftige rote Frucht, die meist als Gemüse kategorisiert wird. Sie kommt in verschiedenen Größen und Formen vor, von kleinen Kirschtomaten bis hin zu großen Fleischtomaten. Tomaten sind bekannt für ihren vielfältigen Einsatz in der Küche und können sowohl roh in Salaten als auch gekocht in Soßen, Suppen und anderen Gerichten verwendet werden. Sie sind eine hervorragende Quelle für Vitamine, insbesondere Vitamin C und verschiedene B-Vitamine, sowie für Antioxidantien wie Lycopin.",
    "origin": "Tomaten haben ihre Wurzeln in Süd- und Mittelamerika und wurden von den Azteken kultiviert. Nach der Entdeckung Amerikas im 15. und 16. Jahrhundert wurden Tomaten nach Europa gebracht, wo sie sich trotz anfänglichem Misstrauen als eine vielseitige Zutat in der Küche etablierten. Heute sind Tomaten ein fester Bestandteil der weltweiten Küche und spielen vor allem in der mediterranen Ernährung eine zentrale Rolle.",
    "health": "Tomaten bieten eine Fülle gesundheitlicher Vorteile, enthalten aber auch einige Stoffe, die in seltenen Fällen nachteilige Effekte haben können:\n\n**Gesundheitliche Vorteile von Tomaten:**\n1. **Reich an Antioxidantien:** Besonders das enthaltene Lycopin kann helfen, die Zellen vor Schäden durch freie Radikale zu schützen.\n2. **Herzgesundheit:** Lycopin ist auch im Zusammenhang mit einer reduzierten Gefahr für Herz-Kreislauferkrankungen bekannt.\n3. **Hautgesundheit:** Vitamin C unterstützt die Kollagenbildung und kann zu einer gesunden Haut beitragen.\n4. **Förderung der Verdauung:** Tomaten sind reich an Ballaststoffen und Wasser, die die Verdauung fördern und Verstopfungen vorbeugen können.\n5. **Unterstützung des Immunsystems:** Der hohe Gehalt an Vitaminen, inklusive Vitamin C, unterstützt die Abwehrkräfte des Körpers.\n\n**Mögliche Nachteile von Tomaten:**\n1. **Säuregehalt:** Der Säuregehalt der Tomaten kann bei manchen Menschen zu Sodbrennen oder Verdauungsproblemen führen.\n2. **Allergien:** Gelegentlich können bei empfindlichen Personen Allergien oder Unverträglichkeiten auftreten.\n3. **Steinbildung:** Tomaten enthalten Oxalate, die bei dazu prädisponierten Menschen die Bildung von Nierensteinen begünstigen könnten.\n\nInsgesamt sind Tomaten ein hochwertiges Lebensmittel, das eine gesunde Ernährung bereichert und in verschiedensten Formen genossen werden kann. Bei Problemen mit Säuregehalt oder Allergien sollte individuell Rücksprache mit einem Ernährungsberater oder Arzt gehalten werden."
  },
  {
    "available": [1, 2, 3, 10, 11, 12],
    "storage": [],
    "notAvailable": [4, 5, 6, 7, 8, 9],
    "id": "topinambur",
    "name": "Topinambur",
    "description": "Topinambur, auch bekannt als Erdartischocke, Jerusalem-Artischocke oder Sonnenwurzel, ist ein Wurzelgemüse, das zur Familie der Sonnenblumen gehört. Die Knollen sind unregelmäßig geformt, mit einer knubbeligen, braunen Schale und einem süßen, nussigen Geschmack, der an Artischocken erinnert. Topinambur ist reich an Inulin, einem präbiotischen Ballaststoff, und enthält außerdem wichtige Nährstoffe wie Kalium, Eisen und B-Vitamine. Es kann roh gegessen oder gekocht, gebraten oder püriert verwendet werden und ist eine beliebte Zutat in gesunden und kreativen Küchen.",
    "origin": "Topinambur stammt ursprünglich aus Nordamerika und wurde von den Ureinwohnern als Nahrungsmittel genutzt. Im 17. Jahrhundert wurde er nach Europa gebracht, wo er sich schnell verbreitete und besonders in Zeiten von Nahrungsmittelknappheit als wichtige Nahrungsquelle diente.",
    "health": "Topinambur bietet verschiedene gesundheitliche Vorteile, aber auch einige potenzielle Nachteile:\n\n**Gesundheitliche Vorteile von Topinambur:**\n1. **Gut für die Verdauung:** Inulin fördert die Darmgesundheit und unterstützt das Wachstum nützlicher Darmbakterien.\n2. **Blutzuckerregulierung:** Inulin hilft, den Blutzuckerspiegel zu stabilisieren, was besonders für Menschen mit Diabetes vorteilhaft sein kann.\n3. **Reich an Nährstoffen:** Enthält wichtige Vitamine und Mineralstoffe.\n4. **Gewichtsmanagement:** Niedriger glykämischer Index und hoher Ballaststoffgehalt können bei der Gewichtskontrolle helfen.\n\n**Mögliche Nachteile von Topinambur:**\n1. **Blähungen und Verdauungsprobleme:** Inulin kann bei einigen Menschen Blähungen oder Unverträglichkeiten verursachen.\n2. **Schwierige Lagerung:** Topinamburknollen sind empfindlich und können schnell verderben.\n\nInsgesamt ist Topinambur ein gesundes und vielseitiges Gemüse, das eine Bereicherung für die Ernährung darstellt. Es ist wichtig, auf Frische und Qualität zu achten und bei bestehenden Verdauungsproblemen oder Diabetes Rücksprache mit einem Arzt zu halten."
  },
  {
    "available": [6, 7, 8, 9, 10, 11],
    "storage": [1, 2, 3, 4, 12],
    "notAvailable": [5],
    "id": "weisskohl",
    "name": "Weißkohl",
    "description": "Weißkohl, auch als Weißkraut oder Kappes bekannt, ist ein Kopfkohl mit festen, runden Köpfen und glatten, straffen Blättern, die von grünlich bis weiß variieren können. Er ist eng verwandt mit anderen Kohlarten wie Rotkohl und Wirsing und spielt eine wesentliche Rolle in vielen kulinarischen Traditionen. Weißkohl ist die Basis für Gerichte wie Sauerkraut und wird oft in Eintöpfen, Kohlrouladen und Salaten verwendet. Er ist arm an Kalorien, aber reich an Vitamin C und anderen Nährstoffen, was ihn zu einer gesunden Ergänzung jeder Ernährung macht.",
    "origin": "Weißkohl ist schon seit der Antike bekannt und wurde vermutlich aus Wildkohl gezüchtet, der in Europa und Mittelasien heimisch ist. Bereits die Griechen und Römer schätzten Kohl für seine Ernährungs- und Heilwirkung. Der Anbau von Weißkohl im heute bekannten Sinne entwickelte sich im Laufe der Jahrhunderte in Europa und gilt als wichtiger Grundnahrungsmittel vor allem in den gemäßigten Klimazonen.",
    "health": "Weißkohl bietet vielfältige gesundheitliche Vorteile und hat zudem einige positive Eigenschaften, die hervorzuheben sind:\n\n**Gesundheitliche Vorteile von Weißkohl:**\n1. **Reich an Vitamin C und K:** Diese Vitamine sind essentiell für die Immunabwehr und die Blutgerinnung.\n2. **Quelle von Ballaststoffen:** Ballaststoffe im Weißkohl können die Verdauung unterstützen und zur Darmgesundheit beitragen.\n3. **Entzündungshemmend:** Wie andere Kohlsorten enthält Weißkohl Antioxidantien und entzündungshemmende Substanzen, die zur Vorbeugung von chronischen Krankheiten beitragen können.\n4. **Krebspräventive Wirkstoffe:** Weißkohl gehört zur Familie der Kreuzblütler, deren Gemüsearten bestimmte chemische Verbindungen namens Glucosinolate enthalten, die im Körper in krebsvorbeugende Stoffe umgewandelt werden.\n\n**Mögliche Nachteile von Weißkohl:**\n1. **Blähungen:** Der hohe Ballaststoffgehalt kann bei einigen Menschen zu Blähungen führen, vor allem wenn sie nicht an den Verzehr gewöhnt sind.\n2. **Wechselwirkungen mit Medikamenten:** Personen, die Blutgerinnungsmedikamente einnehmen, sollten den Verzehr von wechselwirkungsträchtiger Vitamin-K-reicher Nahrung wie Weißkohl mit ihrem Arzt besprechen.\n\nInsgesamt ist Weißkohl ein nahrhaftes und vielseitiges Gemüse, das sowohl roh als auch gekocht genossen werden kann und in vielen traditionellen Rezepten weltweit vorkommt."
  },
  {
    "available": [1, 2, 5, 6, 7, 8, 9, 10, 11, 12],
    "storage": [3],
    "notAvailable": [4],
    "id": "wirsing",
    "name": "Wirsing",
    "description": "Wirsing, auch bekannt als Savoykohl oder Savoy, ist eine Kohlart, die sich durch krause, wellige Blätter und eine charakteristische Kopfform auszeichnet. Er hat eine reiche grüne Farbe und die Blätter sind leicht knitterig mit einer knusprigen Textur. Wirsing ist für seinen milden, leicht süßlichen und nussartigen Geschmack bekannt und ist besonders beliebt in der europäischen Küche, wo er gedünstet, gekocht oder als Zutat in Eintöpfen und Aufläufen verwendet wird. Neben der Verwendung als Gemüsebeilage ist Wirsing auch eine hervorragende Zutat für gefüllte Kohlrouladen.",
    "origin": "Wirsing ist eine historisch bedeutsame Gemüsesorte, die in der Antike zurückverfolgt werden kann. Ursprünglich aus der Mittelmeerregion stammend, wurde er bereits von den Römern kultiviert und geschätzt. Während des Mittelalters verbreitete er sich in ganz Europa und wurde wegen seiner Kälteresistenz und seines reichhaltigen Geschmacks besonders im kühleren europäischen Klima beliebt.",
    "health": "Wirsing bietet eine Fülle von gesundheitlichen Vorteilen, die auf seinen hohen Gehalt an Nährstoffen zurückzuführen sind:\n\n**Gesundheitliche Vorteile von Wirsing:**\n1. **Reich an Vitaminen:** Wirsing ist besonders reich an Vitamin K, Vitamin C und Vitamin A sowie B-Vitaminen.\n2. **Nährstoffdichte:** Der Kohl ist reich an Mineralien wie Kalium, Kalzium und Magnesium und enthält zudem viele Antioxidantien, die gesundheitsfördernd wirken.\n3. **Förderung der Verdauung:** Wirsing ist auch eine gute Ballaststoffquelle, die zur Gesunderhaltung des Verdauungssystems beiträgt und die regelmäßige Darmtätigkeit unterstützt.\n4. **Entzündungshemmend:** Die in Wirsing enthaltenen Antioxidantien und andere Pflanzenstoffe können entzündungshemmend wirken und die allgemeine Gesundheit fördern.\n5. **Unterstützung des Immunsystems:** Aufgrund seines hohen Vitamin-C-Gehalts kann Wirsing das Immunsystem stärken und zur Vorbeugung von Infektionen beitragen.\n\n**Mögliche Nachteile von Wirsing:**\n1. **Blähungen:** Wie viele andere Kohlarten kann auch Wirsing Blähungen oder ein aufgeblähtes Gefühl verursachen bei Menschen, die empfindlich auf Kreuzblütlergemüse reagieren.\n2. **Schilddrüsenfunktion:** Wirsing enthält Goitrogene, die die Aufnahme von Jod verhindern können. Bei Personen mit Schilddrüsenproblemen könnte dies bei hohem Verzehr zu einer Beeinträchtigung der Schilddrüsenfunktion führen.\n\nWirsing ist ein vielseitiges und nährstoffreiches Gemüse, das in einer ausgewogenen Ernährung seinen festen Platz hat. Wie bei jedem Gemüse ist jedoch darauf zu achten, dass es in vernünftigen Mengen verzehrt und Teil einer abwechslungsreichen Kost ist."
  },
  {
    "available": [6, 7, 8, 9, 10],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 11, 12],
    "id": "zucchini",
    "name": "Zucchini",
    "description": "Zucchini, auch bekannt als Courgette oder Sommerkürbis, ist ein beliebtes Gartenkürbisgewächs mit einer Vielzahl von Verwendungsmöglichkeiten in der Küche. Die Früchte sind in der Regel länglich geformt, grün oder gelb gefärbt und besitzen eine milde, leicht süßliche Geschmacksnote. Zucchini sind sehr vielseitig und können sowohl roh in Salaten, als auch gekocht, gegrillt, gefüllt oder zu Zucchinipasta verarbeitet werden. Sie sind eine kalorienarme Gemüsesorte und enthalten nennenswerte Mengen an Vitaminen, insbesondere Vitamin C, sowie Mineralstoffe wie Kalium.",
    "origin": "Zucchini stammen ursprünglich aus Amerika, wurden aber erst im 19. Jahrhundert in Italien als eigenständige Kulturvarietät gezüchtet und populär. Heute sind Zucchini weltweit verbreitet und werden in vielen verschiedenen Küchen auf unterschiedlichste Art und Weise zubereitet.",
    "health": "Zucchini bieten vielfältige gesundheitliche Vorteile:\n\n**Gesundheitliche Vorteile von Zucchini:**\n1. **Kalorienarm:** Zucchini haben einen niedrigen Kaloriengehalt, was sie zu einer guten Wahl für gewichtsbewusste Ernährung macht.\n2. **Vitaminreich:** Sie sind eine gute Quelle für Vitamin C, das unter anderem das Immunsystem stärkt.\n3. **Gut fürs Herz:** Zucchini enthalten viel Kalium, was den Blutdruck regulieren kann und somit das Herz-Kreislauf-System unterstützt.\n4. **Verdauungsfördernd:** Der hohe Wassergehalt und die Ballaststoffe fördern eine gesunde Verdauung.\n5. **Blutzuckerregulierend:** Zucchini haben einen niedrigen glykämischen Index, was sie für Diabetiker geeignet macht.\n\n**Mögliche Nachteile von Zucchini:**\n1. **Cucurbitacine**: Zucchini können in seltenen Fällen Cucurbitacine enthalten, bitter schmeckende Verbindungen, die zu Magen-Darm-Beschwerden führen können.\n2. **Kontamination**: Wie alle Gemüsesorten können Zucchini mit Pestiziden belastet sein, wenn sie nicht aus biologischem Anbau stammen, daher ist es ratsam, sie vor dem Verzehr gründlich zu waschen.\n\nInsgesamt sind Zucchini ein äußerst gesundes und vielseitiges Nahrungsmittel, das sich hervorragend für eine ausgewogene und gesunde Ernährung eignet. Es ist wichtig, auf Frische und Qualität zu achten und diese im Zweifelsfalle gründlich zu waschen oder Bio-Produkte zu bevorzugen."
  },
  {
    "available": [6, 7, 8],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 9, 10, 11, 12],
    "id": "zuckerschoten",
    "name": "Zuckerschoten",
    "description": "Zuckerschoten, auch bekannt als Kaiserschoten oder Mangetout, sind essbare Hülsen von Erbsenpflanzen, die noch vor der vollständigen Reifung der Erbsen geerntet werden. Sie haben eine knackige Textur und einen süßen Geschmack, der sowohl roh in Salaten als auch gekocht in einer Vielzahl von Gerichten wie Stir-Fry, Suppen und Beilagen hervorragend zur Geltung kommt. Zuckerschoten sind reich an Vitaminen, insbesondere an Vitamin C und Vitamin K, und enthalten auch eine gute Menge an Ballaststoffen und Proteinen.",
    "origin": "Zuckerschoten haben ihren Ursprung in Südwestasien und wurden bereits im 17. Jahrhundert nach Europa gebracht. Sie haben sich weltweit als beliebte Gemüsesorte etabliert, besonders in Asien und in der modernen westlichen Küche.",
    "health": "Zuckerschoten bieten zahlreiche gesundheitliche Vorteile und sind eine nährstoffreiche Ergänzung zu jeder Ernährung:\n\n**Gesundheitliche Vorteile von Zuckerschoten:**\n1. **Reich an Vitaminen:** Sie enthalten hohe Mengen an Vitamin C und K, was besonders gut für das Immunsystem und die Knochengesundheit ist.\n2. **Gute Ballaststoffquelle:** Zuckerschoten unterstützen die Verdauung und können zur Aufrechterhaltung eines gesunden Gewichts beitragen.\n3. **Proteingehalt:** Für ein Gemüse enthalten sie relativ viel Protein, was sie zu einer guten Zutat für vegetarische und vegane Ernährungsweisen macht.\n4. **Antioxidative Eigenschaften:** Sie bieten Schutz gegen oxidative Schäden und können zur Vorbeugung chronischer Krankheiten beitragen.\n\n**Mögliche Nachteile von Zuckerschoten:**\n1. **Allergien:** Personen mit Erbsenallergie sollten Zuckerschoten meiden, da sie allergische Reaktionen hervorrufen können.\n2. **Antinährstoffe:** Wie andere Hülsenfrüchte können Zuckerschoten Antinährstoffe enthalten, die die Absorption bestimmter Mineralien beeinträchtigen können, allerdings ist dies bei dem Verzehr von normalen Mengen in der Regel kein Problem.\n\nInsgesamt sind Zuckerschoten ein leckeres und gesundes Gemüse, das sowohl roh als auch gekocht vielfältig genossen werden kann und eine Reihe von gesundheitlichen Vorteilen bietet. Wie bei allen Nahrungsmitteln, sollte jedoch auf eine ausgewogene Ernährung geachtet werden."
  },
  {
    "available": [7, 8, 9, 10],
    "storage": [1, 2, 3, 4, 5, 6, 11, 12],
    "notAvailable": [],
    "id": "zwiebel",
    "name": "Zwiebel",
    "description": "Die Zwiebel, (botanischer Name Allium cepa), ist ein Allium-Gemüse und gehört zur Familie der Amaryllisgewächse (Amaryllidaceae). Sie weist eine charakteristische scharfe und zugleich süßliche Geschmacksnote auf, die sie zu einem Grundnahrungsmittel in vielen Küchen weltweit macht. Zwiebeln bestehen aus mehreren Schichten, die jene spezifischen Geschmacksstoffe und ätherischen Öle enthalten, welche beim Schneiden oft Tränen auslösen. Die Knolle kann roh oder gekocht verzehrt werden und findet vielseitige Verwendung in der Zubereitung von Soßen, Suppen, Salaten und als Grundlage für viele Gerichte. Zwiebeln sind auch für ihren Gehalt an verschiedenen Nährstoffen und bioaktiven Verbindungen bekannt.",
    "origin": "Zwiebeln sind schon seit tausenden von Jahren als Kulturpflanze bekannt und wurden bereits in alten Zivilisationen wie Ägypten angebaut. Ursprünglich stammen sie vermutlich aus Asien, insbesondere aus dem Gebiet des heutigen Irans und Pakistans. Im Laufe der Jahre haben Zwiebeln sich auf der ganzen Welt verbreitet und sind heute aus den Küchen und Gärten nicht mehr wegzudenken.",
    "health": "Zwiebeln bieten verschiedene gesundheitliche Vorteile, können aber auch in einigen Fällen Nachteile haben:\n\n**Gesundheitliche Vorteile von Zwiebeln:**\n1. **Reich an Antioxidantien:** Zwiebeln sind eine hervorragende Quelle für Antioxidantien, einschließlich Flavonoide wie Quercetin.\n2. **Herzgesundheit:** Die Antioxidantien und Schwefelverbindungen in Zwiebeln können dazu beitragen, das Risiko für Herzkrankheiten zu senken.\n3. **Blutzuckerregulierung:** Zwiebeln haben potenzielle blutzuckersenkende Eigenschaften, die für Diabetiker vorteilhaft sein könnten.\n4. **Knochengesundheit:** Ein regelmäßiger Verzehr von Zwiebeln scheint die Knochendichte zu verbessern und das Risiko von Osteoporose zu verringern.\n5. **Antimikrobielle Wirkung:** Zwiebelextrakte haben nachgewiesene antimikrobielle Eigenschaften und können das Wachstum von schädlichen Bakterien und Pilzen hemmen.\n\n**Mögliche Nachteile von Zwiebeln:**\n1. **Augenreizung:** Das Schneiden von Zwiebeln kann zu Augentränen und Reizungen führen, da die ätherischen Öle Sulfennyl-Verbindungen freisetzen, die in die Luft gelangen.\n2. **Magenschmerzen:** Einige Menschen können empfindlich auf rohe Zwiebeln reagieren, was zu Magenbeschwerden führen kann.\n3. **Geruch:** Zwiebeln können einen starken Geruch verursachen, der an Händen und Atem haften bleibt.\n\nInsgesamt sind Zwiebeln ein vielseitiges und gesundheitsförderndes Gemüse, das in vielen verschiedenen Küchen verwendet wird. Lediglich bei Überempfindlichkeit oder bestimmten Erkrankungen sollte man den Verzehr von Zwiebeln mit Vorsicht genießen."
  },
  {
    "available": [5, 6, 7, 8, 9],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 10, 11, 12],
    "id": "batavia",
    "name": "Batavia",
    "description": "Batavia ist eine Varietät des Kopfsalats, oft auch als Bindesalat bezeichnet. Er zeichnet sich durch knackige Blätter mit gewellten oder gekräuselten Rändern aus und ist in verschiedenen Farbvarianten von Grün bis Rötlich erhältlich. Der Geschmack von Batavia ist milder als der von Eisbergsalat und leicht süßlich, was ihm vielseitige Verwendungsmöglichkeiten in der Küche eröffnet. Batavia bleibt auch nach dem Schneiden länger frisch und knackig, was ihn zu einer beliebten Wahl für Salate und Sandwiches macht.",
    "origin": "Der Bataviasalat stammt ursprünglich aus der Region Batavia im heutigen Indonesien, nach der er auch benannt ist. Er wurde im 19. Jahrhundert in Europa eingeführt und fand dort aufgrund seiner Anpassungsfähigkeit an verschiedene Klimabedingungen und seinen angenehmen Geschmack schnell Verbreitung.",
    "health": "Wie auch andere Salatsorten bietet Batavia gesundheitliche Vorteile, die unter anderem Vitamine und Mineralstoffe umfassen:\n\n**Gesundheitliche Vorteile von Batavia:**\n1. **Nährstoffreich:** Batavia beinhaltet Vitamine A und K sowie Mineralien wie Kalium und Eisen.\n2. **Hydratisierend:** Aufgrund seines hohen Wassergehaltes trägt er zur Flüssigkeitszufuhr bei.\n3. **Kalorienarm:** Batavia hat eine sehr geringe Kaloriendichte, was ihn zu einem hervorragenden Lebensmittel für Gewichtsmanagement und kalorienbewusste Ernährung macht.\n4. **Enthält Antioxidantien:** Wie viele grüne Gemüsesorten enthält Batavia Antioxidantien, die helfen können, oxidative Schäden zu reduzieren.\n\n**Mögliche Nachteile von Batavia:**\n1. **Kontaminationsrisiko:** Wie bei allen roh verzehrten Blattgemüsen besteht das Risiko bakterieller Kontamination, insbesondere wenn der Salat nicht ordnungsgemäß gewaschen wird.\n2. **Verderblichkeit:** Frischer Batavia sollte zügig verbraucht werden, da er trotz seiner knackigen Beschaffenheit nicht so lange haltbar ist wie einige andere Salatsorten.\n\nInsgesamt ist Batavia ein nahrhafter und schmackhafter Teil einer gesunden Ernährung. Es sollte jedoch darauf geachtet werden, dass er frisch ist und gründlich gewaschen wird, um die Risiken des Verderbs oder einer Kontamination zu minimieren."
  },
  {
    "available": [1, 2, 3, 4, 10, 11, 12],
    "storage": [],
    "notAvailable": [5, 6, 7, 8, 9],
    "id": "chicoree",
    "name": "Chicorée",
    "description": "Chicorée, auch bekannt als Brüsseler Endivie, ist ein Blattgemüse mit einer unverwechselbaren leicht bitteren Note. Er besteht aus langen, schmalen, blassen Blättern, die sich um einen festen, kegelförmigen Kern gruppieren. Die Blätter sind meist weiß mit hellgelben Spitzen. Chicorée ist reich an Ballaststoffen, Vitaminen und Mineralstoffen und wird oft roh in Salaten verwendet, kann aber auch gekocht oder gebraten werden. Sein leicht bitterer Geschmack harmoniert gut mit süßen, sauren oder fetthaltigen Zutaten. Chicorée wird auch für seine gesundheitlichen Vorteile geschätzt, einschließlich der Förderung der Verdauung und der Lebergesundheit.",
    "origin": "Chicorée hat seinen Ursprung in Europa und wurde bereits im Altertum bekannt. Der moderne Chicorée, wie wir ihn kennen, entstand jedoch erst im 19. Jahrhundert in Belgien. Um 1830 wurde entdeckt, dass das Wurzelgemüse Chicorium intybus, wenn es in Dunkelheit nachwächst, bleiche, zarte Blätter entwickelt, die wir heute als Chicorée kennen. Diese Entdeckung fand in der Region Brüssel statt, daher wird Chicorée auch oft als \"Brüsseler Endivie\" bezeichnet. Seitdem hat sich der Anbau und die Beliebtheit von Chicorée in ganz Europa und darüber hinaus verbreitet.",
    "health": "Chicorée bietet eine Reihe von gesundheitlichen Vorteilen, hat aber auch einige potenzielle Nachteile, die beachtet werden sollten:\n  \n**Gesundheitliche Vorteile von Chicorée:**\n1. **Reich an Nährstoffen:** Chicorée ist eine gute Quelle für Ballaststoffe, Vitamine (insbesondere Vitamin K und B-Vitamine) und Mineralien wie Kalium, Kalzium und Magnesium.\n2. **Verdauungsfördernd:** Der hohe Ballaststoffgehalt kann die Darmgesundheit unterstützen und zur Vorbeugung von Verstopfung beitragen.\n3. **Gut für die Leber:** Chicorée enthält Inulin, einen Typ von löslichem Ballaststoff, der die Leberfunktion unterstützen und die Gallenproduktion anregen kann.\n4. **Blutzuckerregulation:** Inulin kann auch helfen, den Blutzuckerspiegel zu stabilisieren, was besonders für Menschen mit Diabetes vorteilhaft sein kann.\n5. **Antioxidative Eigenschaften:** Chicorée enthält Antioxidantien, die Zellschäden durch freie Radikale bekämpfen können.\n\n**Mögliche Nachteile von Chicorée:**\n1. **Bitterer Geschmack:** Einige Menschen finden den bitteren Geschmack von Chicorée unangenehm, was seine Akzeptanz als Nahrungsmittel einschränken kann.\n2. **Allergische Reaktionen:** Chicorée kann bei einigen Personen allergische Reaktionen auslösen, insbesondere bei Menschen, die auch auf andere Mitglieder der Korbblütlerfamilie allergisch sind.\n3. **Wechselwirkungen mit Medikamenten:** Chicorée kann die Wirksamkeit bestimmter Medikamente beeinflussen, daher ist es ratsam, vor dem Verzehr Rücksprache mit einem Arzt zu halten, falls man Medikamente einnimmt.\n\nInsgesamt ist Chicorée ein gesundes und nährstoffreiches Gemüse, das in Maßen genossen werden kann. Es ist immer gut, auf die individuelle Verträglichkeit zu achten und bei Unsicherheiten bezüglich Allergien oder Medikamentenwechselwirkungen einen Arzt zu konsultieren."
  },
  {
    "available": [5, 6, 7, 8, 9, 10],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 11, 12],
    "id": "eichblattsalat",
    "name": "Eichblattsalat",
    "description": "Eichblattsalat, so genannt wegen der Ähnlichkeit seiner Blätter mit denen der Eiche, ist ein Blattsalat mit weicher, lockerer Struktur. Die Blätter können grün oder rot-violett sein und haben eine leicht gewellte Form. Er schmeckt milder und ist weniger knackig als Kopfsalat, aber zarter als Römersalat. Seine butterweiche Textur und sein leicht nussiges Aroma machen ihn zu einer beliebten Wahl für verschiedene Salatvariationen. Eichblattsalat eignet sich hervorragend für den frischen Verzehr und bereichert durch seine Farbe auch optisch den Teller.",
    "origin": "Eichblattsalat ist wie viele andere Salatsorten eine Varietät von Lactuca sativa und hat seine Ursprünge in Europa und Asien. Über die Jahrhunderte hinweg wurde der Eichblattsalat kultiviert und ist heute weltweit in zahlreichen Ländern verbreitet, wo er wegen seines milden Geschmacks und seiner attraktiven Blattform geschätzt wird.",
    "health": "Eichblattsalat ist nicht nur schmackhaft, sondern auch gesund und bietet mehrere gesundheitliche Vorteile:\n\n**Gesundheitliche Vorteile von Eichblattsalat:**\n1. **Nährstoffreich:** Eichblattsalat enthält Vitamin A, Vitamin K und Vitamin C sowie wichtige Mineralstoffe wie Kalium und Eisen.\n2. **Hydratisierend und kalorienarm:** Der hohe Wassergehalt macht ihn zu einem hydratisierenden Lebensmittel, das gleichzeitig wenig Kalorien hat, ideal für eine gewichtsbewusste Ernährung.\n3. **Antioxidative Wirkung:** Die verschiedenen Pigmente in den Blättern, insbesondere beim roten Eichblattsalat, haben antioxidative Eigenschaften.\n4. **Förderung der Knochengesundheit:** Der hohe Gehalt an Vitamin K ist wichtig für die Gesundheit der Knochen.\n\n**Mögliche Nachteile von Eichblattsalat:**\n1. **Verderblichkeit:** Ähnlich wie andere Blattsalate, ist Eichblattsalat relativ empfindlich und neigt dazu, schnell welk zu werden. Deshalb sollte er innerhalb weniger Tage nach dem Kauf verzehrt werden.\n2. **Schadstoffbelastung:** Es besteht das Risiko der Belastung durch Pestizidrückstände, wenn der Salat nicht aus biologischem Anbau stammt.\n\nInsgesamt ist Eichblattsalat ein schmackhafter und vielseitiger Salat, der wunderbar in eine gesunde und ausgewogene Ernährung passt. Idealerweise sollte er aus biologischem Anbau gewählt und gründlich gewaschen werden, bevor er verzehrt wird."
  },
  {
    "available": [6, 7, 8, 9, 10],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 5, 11, 12],
    "id": "eisbergsalat",
    "name": "Eisbergsalat",
    "description": "Eisbergsalat ist ein weit verbreitetes Kopfsalat-Gemüse, das für seine knackigen, wasserreichen Blätter bekannt ist. Der Kopf des Salats ist rund und fest geschlossen und die Blätter sind meist hellgrün bis weißlich. Er zeichnet sich durch seinen milden, frischen Geschmack und die knusprige Textur aus. Eisbergsalat hat einen geringeren Nährstoffgehalt im Vergleich zu dunkelgrünen Blattgemüsen, enthält aber dennoch Vitamin K, Vitamin A und Folsäure. Er ist ein beliebter Bestandteil von gemischten Salaten, Sandwiches und als Garnierung für zahlreiche Gerichte.",
    "origin": "Der Eisbergsalat hat seinen Ursprung in Nordamerika und wurde zuerst in den 1890er Jahren in den USA kommerziell angebaut. Er wurde als Kreuzung entwickelt, um ein robustes Salatkopfgemüse zu haben, das weite Transportwege gut übersteht. Eisbergsalat ist aufgrund seiner langen Haltbarkeit und seines knackigen Bisses besonders in den USA und in anderen Teilen der Welt beliebt geworden und ist aus modernen Küchen kaum wegzudenken.",
    "health": "Obwohl Eisbergsalat nicht so reich an Nährstoffen ist wie andere Blattgemüse, bietet er dennoch einige gesundheitliche Vorteile:\n\n**Gesundheitliche Vorteile von Eisbergsalat:**\n1. **Feuchtigkeitsspender:** Aufgrund des hohen Wasseranteils kann Eisbergsalat zur Flüssigkeitszufuhr beitragen.\n2. **Niedrig in Kalorien:** Eisbergsalat hat einen sehr geringen Kaloriengehalt und eignet sich gut für kalorienbewusste Ernährungsweisen.\n3. **Quelle für Vitamin K:** Das enthaltene Vitamin K ist wichtig für die Knochengesundheit und die Blutgerinnung.\n4. **Folsäure:** Folsäure ist besonders in der Schwangerschaft wichtig für die Entwicklung des Fötus.\n\n**Mögliche Nachteile von Eisbergsalat:**\n1. **Geringere Nährstoffdichte:** Im Vergleich zu anderen Blattgemüsen wie Spinat oder Grünkohl hat Eisbergsalat einen geringeren Nährstoffgehalt.\n2. **Verwendung von Pestiziden:** Wie bei vielen Salatsorten besteht die Gefahr der Rückstandsbelastung durch Pestizide im konventionellen Anbau, daher ist der Verzehr von Salat aus biologischem Anbau vorzuziehen.\n3. **Kühlbedürftigkeit:** Eisbergsalat muss gekühlt gelagert werden, um die Haltbarkeit und Frische zu bewahren.\n\nInsgesamt ist Eisbergsalat eine erfrischende Ergänzung zu verschiedenen Mahlzeiten und kann einen Beitrag zur Wasseraufnahme leisten, obwohl er nicht so nährstoffreich ist wie andere Gemüsesorten."
  },
  {
    "available": [5, 6, 7, 8, 9, 10, 11, 12],
    "storage": [],
    "notAvailable": [1, 2, 3, 4],
    "id": "endiviensalat",
    "name": "Endiviensalat",
    "description": "Endiviensalat, auch als Escarole bekannt, ist ein Blattgemüse aus der Familie der Korbblütler. Er zeichnet sich durch seine krausen, breiten, grünen Blätter und eine leicht bittere Note aus. Die inneren Blätter sind oft heller und milder im Geschmack. Endiviensalat ist reich an Folsäure, Ballaststoffen sowie Vitaminen A, K und C. Er wird hauptsächlich roh in Salaten oder als Beilage konsumiert, kann jedoch ebenfalls gekocht oder gedünstet als Zutat in Suppen und Eintöpfen dienen.",
    "origin": "Endiviensalat hat seinen Ursprung im Mittelmeerraum und ist seit langer Zeit in Europa und dem Nahen Osten bekannt. Er war bereits bei den alten Ägyptern geschätzt und verbreitete sich von dort aus weiter nach Europa, wo er in verschiedenen Variationen kultiviert wurde.",
    "health": "Endiviensalat bringt einige gesundheitliche Vorzüge mit sich:\n\n**Gesundheitliche Vorteile von Endiviensalat:**\n1. **Reich an Vitamine und Mineralien:** Endiviensalat ist eine großartige Quelle von Vitaminen A, K und C sowie Folsäure und Ballaststoffen.\n2. **Unterstützung der Verdauung:** Durch den hohen Ballaststoffgehalt kann der Endiviensalat die Darmgesundheit fördern und Verdauungsprobleme vorbeugen.\n3. **Entzündungshemmend:** Vitamin A und andere in Endiviensalat enthaltene Nährstoffe können entzündungshemmende Wirkungen haben.\n4. **Unterstützt das Immunsystem:** Mit seinem hohen Gehalt an Vitamin C kann Endiviensalat das Immunsystem stärken.\n\n**Mögliche Nachteile von Endiviensalat:**\n1. **Bitterkeit:** Die leichte Bitterkeit kann für manche Gaumen gewöhnungsbedürftig sein und die Beliebtheit einschränken.\n2. **Verderblichkeit:** Endiviensalat sollte frisch verzehrt werden und ist nicht so lange haltbar wie manch anderes Gemüse.\n\nInsgesamt ist Endiviensalat eine gesunde Wahl für eine ausgewogene Ernährung. Wegen seiner leichten Bitterkeit lässt er sich gut mit süßen oder säuerlichen Dressings kombinieren, um unterschiedliche Geschmacksrichtungen zu erzeugen."
  },
  {
    "available": [1, 2, 3, 4, 10, 11, 12],
    "storage": [],
    "notAvailable": [5, 6, 7, 8, 9],
    "id": "feldsalat",
    "name": "Feldsalat",
    "description": "Feldsalat, auch bekannt als Rapunzel oder Nüsslisalat, ist ein kleines, rosettenförmiges Blattgemüse mit dunkelgrünen, länglichen bis runden Blättern. Er hat einen milden, leicht nussigen Geschmack und ist besonders beliebt in der kalten Jahreszeit. Feldsalat ist reich an Vitamin C, Betacarotin, Folsäure, Eisen und Omega-3-Fettsäuren. Er wird meist roh in Salaten gegessen, kann aber auch in warmen Gerichten verwendet werden.",
    "origin": "Feldsalat stammt ursprünglich aus Europa und Westasien. Schon seit dem Mittelalter ist er in diesen Regionen als Kulturpflanze bekannt. Feldsalat wird vor allem wegen seiner Robustheit gegenüber Kälte geschätzt, was ihn zu einem wichtigen Wintergemüse macht.",
    "health": "Feldsalat bietet zahlreiche gesundheitliche Vorteile:\n\n**Gesundheitliche Vorteile von Feldsalat:**\n1. **Nährstoffreich:** Feldsalat ist eine gute Quelle für Vitamin C, Folsäure, Eisen und Omega-3-Fettsäuren.\n2. **Herzgesundheit:** Die Omega-3-Fettsäuren in Feldsalat können zur Herzgesundheit beitragen.\n3. **Unterstützung des Immunsystems:** Der hohe Vitamin-C-Gehalt stärkt das Immunsystem.\n4. **Gut für die Augen:** Betacarotin, das im Feldsalat enthalten ist, ist wichtig für die Augengesundheit.\n\n**Mögliche Nachteile von Feldsalat:**\n1. **Schadstoffbelastung:** Feldsalat kann, wie andere Blattgemüse auch, mit Nitrat belastet sein, insbesondere wenn er aus konventionellem Anbau stammt.\n2. **Verderblichkeit:** Feldsalat ist relativ empfindlich und verdirbt schnell, daher sollte er frisch verzehrt und sachgerecht gelagert werden.\n\nGenerell ist Feldsalat ein sehr gesundes Gemüse, das in eine ausgewogene Ernährung gut integriert werden kann. Es ist ratsam, auf Frische und Qualität zu achten und möglichst Bio-Qualität zu wählen, um Schadstoffbelastung zu minimieren."
  },
  {
    "available": [5, 6, 7, 8, 9, 10],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 11, 12],
    "id": "kopfsalat",
    "name": "Kopfsalat",
    "description": "Kopfsalat, auch als Butterkopf- oder Butterhäuptelsalat bekannt, gehört zu den populärsten Salatsorten und zeichnet sich durch seine runden, lockeren Köpfe weicher, zarter Blätter aus. Die Blätter sind meist hellgrün und haben eine leicht gewellte oder gebutterte Kante, wodurch der Salat seine charakteristische Blattstruktur erhält. Der Geschmack ist mild und leicht süßlich, was ihn als Basis für verschiedene Salatkreationen sehr beliebt macht. Kopfsalat besteht zum größten Teil aus Wasser und enthält Vitamin A, Vitamin K und Folsäure.",
    "origin": "Kopfsalat hat seinen Ursprung im Mittelmeerraum und im Nahen Osten. Bereits in der Antike wurde er von den alten Ägyptern angebaut, von denen angenommen wird, dass sie einige der ersten Kultivierer dieser Salatsorte waren. Mit der Zeit verbreitete sich der Kopfsalat über verschiedene Handelsrouten in ganz Europa und wurde zu einem Standardgemüse in vielen Kulturen.",
    "health": "Kopfsalat ist wegen seines hohen Wassergehalts und seiner Nährstoffe gesundheitlich vorteilhaft:\n\n**Gesundheitliche Vorteile von Kopfsalat:**\n1. **Wassergehalt:** Der hohe Wassergehalt kann zur Hydratation beitragen.\n2. **Nahrhaft:** Enthält wichtige Nährstoffe wie Vitamin A, Vitamin K und Folsäure.\n3. **Kalorienarm:** Kopfsalat ist kalorienarm und damit ideal für eine Gewichtsmanagement-Diät.\n4. **Verdauung:** Der hohe Ballaststoffgehalt fördert eine gesunde Verdauung.\n\n**Mögliche Nachteile von Kopfsalat:**\n1. **Schadstoffbelastung:** Ähnlich wie andere Blattgemüse kann Kopfsalat mit Pestiziden belastet sein, daher ist der Kauf von Bio-Produkten empfehlenswert.\n2. **Limitierte Haltbarkeit:** Die zarten Blätter welken schnell und der Salat sollte bald nach dem Kauf verzehrt werden.\n\nInsgesamt kann Kopfsalat eine erfrischende und gesunde Ergänzung zu einer ausgewogenen Ernährung sein. Besonders im Hinblick auf die Schadstoffbelastung lohnt es sich, auf Bio-Qualität zu achten und den Salat vor dem Verzehr gründlich zu waschen."
  },
  {
    "available": [5, 6, 7, 8, 9, 10],
    "storage": [],
    "notAvailable": [1, 2, 3, 4, 11, 12],
    "id": "lollo-rosso",
    "name": "Lollo Rosso",
    "description": "Lollo Rosso, bekannt für seine attraktiven roten und gekräuselten Blattränder, ist eine Variante des Pflücksalats. Seine Blätter sind locker, weich und bieten einen milden bis leicht nussigen Geschmack. Durch die dunkelroten Spitzen und den grünen Blattansatz eignet sich Lollo Rosso hervorragend, um Farbe und Textur in Salaten zu bringen. Dieser Salat ist eine Quelle für Antioxidantien, Vitamine (wie Vitamin A und K) und hat einen hohen Wasseranteil.",
    "origin": "Lollo Rosso ist eine Salatsorte, die ursprünglich aus Italien stammt und dort schon lange Zeit kultiviert wird. Er gehört zur Familie der Korbblütler und ist für seine krausen Blätter bekannt, die in der italienischen Gastronomie sehr beliebt sind. Aufgrund seiner dekorativen Erscheinung und seines angenehmen Geschmacks hat Lollo Rosso auch international an Beliebtheit gewonnen.",
    "health": "Der Verzehr von Lollo Rosso bringt verschiedene gesundheitliche Vorteile mit sich, da er nährstoffreich ist und bestimmte positive Eigenschaften aufweist:\n\n**Gesundheitliche Vorteile von Lollo Rosso:**\n1. **Antioxidantien:** Die dunkelroten Blattspitzen enthalten Anthocyane, eine Art von Antioxidantien, die helfen können, gegen oxidative Stressfaktoren im Körper vorzugehen.\n2. **Vitamine:** Lollo Rosso ist eine gute Quelle für Vitamin A, das für das Sehvermögen, die Hautgesundheit und das Immunsystem wichtig ist. Zudem liefert er Vitamin K, das für die Blutgerinnung und Knochengesundheit von Bedeutung ist.\n3. **Hydration:** Aufgrund seines hohen Wassergehalts kann Lollo Rosso zur Hydration beitragen.\n\n**Mögliche Nachteile von Lollo Rosso:**\n1. **Schadstoffbelastung:** Wie bei anderen Blattgemüsen kann auch Lollo Rosso Nitrate enthalten, besonders wenn industrielle Düngemittel verwendet wurden. Daher ist es empfehlenswert, auf Bio-Anbau zu achten.\n2. **Empfindlichkeit:** Lollo Rosso ist ziemlich empfindlich und welkt schnell, was eine rasche Verarbeitung nach dem Kauf notwendig macht.\n\nInsgesamt ist Lollo Rosso eine gesunde und farbenfrohe Ergänzung zu jedem Salat und kann aufgrund seiner Nährstoffdichte einen Beitrag zu einer ausgewogenen Ernährung leisten. Es ist ratsam, frischen und qualitativ hochwertigen Salat zu wählen, um die potenzielle Schadstoffbelastung zu minimieren."
  },
  {
    "available": [1, 2, 3, 4, 7, 8, 9, 10, 11, 12],
    "storage": [],
    "notAvailable": [5, 6],
    "id": "portulak",
    "name": "Portulak",
    "description": "Portulak, auch bekannt als Sommerportulak oder Gemüseportulak, ist eine Pflanze mit fleischigen, saftigen Blättern und einem leicht säuerlichen, erfrischenden Geschmack. Die Blätter und Stängel sind grün, manchmal mit rötlichen Tönen. Portulak ist besonders reich an Omega-3-Fettsäuren und enthält außerdem Vitamine (vor allem Vitamin C und Vitamin A) sowie Mineralstoffe wie Kalium und Magnesium. Er wird sowohl roh in Salaten als auch in gekochten Gerichten verwendet und ist in der mediterranen sowie der orientalischen Küche beliebt.",
    "origin": "Portulak ist weltweit verbreitet, hat aber seinen Ursprung vermutlich im Nahen Osten. Er ist seit Jahrhunderten als Kulturpflanze bekannt und wurde sowohl für seine kulinarischen als auch für seine medizinischen Eigenschaften geschätzt. In vielen Kulturen galt er als Heilpflanze.",
    "health": "Portulak bietet verschiedene gesundheitliche Vorteile, jedoch gibt es auch einige Punkte zu beachten:\n\n**Gesundheitliche Vorteile von Portulak:**\n1. **Reich an Omega-3-Fettsäuren:** Portulak enthält mehr Omega-3-Fettsäuren als die meisten anderen Blattgemüse und trägt zur Herzgesundheit bei.\n2. **Gut für das Immunsystem:** Der hohe Gehalt an Vitamin C und Vitamin A stärkt das Immunsystem.\n3. **Nährstoffreich:** Portulak enthält wichtige Mineralstoffe wie Kalium und Magnesium.\n\n**Mögliche Nachteile von Portulak:**\n1. **Oxalsäuregehalt:** Portulak enthält Oxalsäure, was für Personen mit bestimmten Gesundheitsproblemen, wie Nierensteinen, problematisch sein kann.\n2. **Schadstoffaufnahme:** Wie bei anderen Blattgemüsen besteht das Risiko, dass Portulak Schadstoffe aus dem Boden aufnimmt, daher ist es wichtig, auf die Herkunft und Anbauweise zu achten.\n\nInsgesamt ist Portulak ein gesundes und nährstoffreiches Gemüse, das eine Bereicherung für viele Gerichte darstellen kann. Es ist jedoch ratsam, auf die Herkunft und Qualität zu achten und bei bestehenden Gesundheitsproblemen wie Nierensteinen Vorsicht walten zu lassen."
  },
  {
    "available": [8, 9, 10, 11],
    "storage": [1, 2, 12],
    "notAvailable": [3, 4, 5, 6, 7],
    "id": "radicchio",
    "name": "Radicchio",
    "description": "Radicchio, auch als roter Chicorée bekannt, ist ein Blattgemüse aus der Familie der Korbblütler, das für seine charakteristischen dunkelroten Blätter mit weißen Adern bekannt ist. Er hat eine leicht bittere und würzige Geschmacksnote. In der Küche wird Radicchio oft roh in Salaten verwendet, kann aber auch gegrillt oder gebraten werden, wodurch sein Geschmack milder wird. Radicchio ist eine Quelle für Antioxidantien, Ballaststoffe sowie Vitamine und Mineralstoffe wie Vitamin K, Vitamin C und Kalium.",
    "origin": "Radicchio hat seine Ursprünge in Italien und ist dort seit dem 15. Jahrhundert besonders in den Regionen Venetien und Friaul-Julisch Venetien verbreitet. Sein kultivierter Anbau begann wahrscheinlich im frühen 19. Jahrhundert. Dank seines markanten Aussehens und seines Geschmacksprofils hat sich Radicchio international verbreitet und ist ein gängiger Bestandteil mediterraner Gerichte.",
    "health": "Radicchio bringt verschiedene gesundheitliche Vorteile, beinhaltet jedoch, wie jedes Lebensmittel, auch mögliche Nachteile:\n\n**Gesundheitliche Vorteile von Radicchio:**\n1. **Antioxidative Wirkung:** Radicchio enthält Anthocyane, die ihm seine rötliche Farbe verleihen und als kraftvolle Antioxidantien dienen.\n2. **Unterstützt die Verdauung:** Als Ballaststoffquelle kann Radicchio die Darmgesundheit fördern und zur Verdauung beitragen.\n3. **Vitamine und Mineralstoffe:** Radicchio ist reich an Vitamin K, das für die Blutgerinnung und Knochengesundheit wichtig ist, sowie an Vitamin C und Kalium.\n4. **Geringer Kaloriengehalt:** Radicchio ist kalorienarm und eignet sich gut für gewichtsbewusste Ernährungsweisen.\n\n**Mögliche Nachteile von Radicchio:**\n1. **Bitterkeit:** Der bittere Geschmack kann für manche Menschen unangenehm sein und die Verwendungsmöglichkeiten einschränken.\n2. **Allergische Reaktionen:** Wie andere Mitglieder der Korbblütlerfamilie kann auch Radicchio Allergien auslösen, insbesondere bei Personen, die gegenüber verwandten Pflanzen empfindlich sind.\n\nInsgesamt ist Radicchio ein gesundes Gemüse, das farblichen Kontrast und eine pikante Note in Salate und diverse Gerichte bringt. Bei möglichen Allergien oder Abneigung gegen bittere Lebensmittel ist es ratsam, die individuelle Verträglichkeit zu berücksichtigen."
  },
  {
    "available": [4, 5, 6, 7, 8, 9],
    "storage": [],
    "notAvailable": [1, 2, 3, 10, 11, 12],
    "id": "rucola",
    "name": "Rucola",
    "description": "Rucola, oft auch als Arugula, Rauke oder Senfrauke bekannt, ist ein scharfes, pfeffrig schmeckendes Blattgemüse, das in der mediterranen und italienischen Küche häufig verwendet wird. Die grünen, tief gezackten Blätter sind zart und doch knackig und bringen ein kräftiges Aroma in Salate und Gerichte. Neben der Verwendung als Salatbeilage kann Rucola auch als Pizzabelag, in Pesto und in Pasta verwendet werden. Er enthält zahlreiche wichtige Nährstoffe wie Vitamin K, Vitamin C und Kalium.",
    "origin": "Rucola ist in der Mittelmeerregion beheimatet und gehört zur Familie der Kreuzblütengewächse. Schon im alten Rom war Rucola als Nahrungsmittel und wegen seiner vermeintlich aphrodisierenden Wirkung bekannt. In der modernen Küche hat Rucola vor allem seit dem späten 20. Jahrhundert an Beliebtheit gewonnen und wird weltweit für seine Geschmacksqualitäten geschätzt.",
    "health": "Rucola bietet verschiedene gesundheitliche Vorzüge und gegebenenfalls einige Nachteile:\n\n**Gesundheitliche Vorteile von Rucola:**\n1. **Nährstoffreich:** Rucola ist eine ausgezeichnete Quelle für Vitamin K und enthält auch Vitamin C, Vitamin A, Kalzium und Kalium.\n2. **Antioxidative Wirkung:** Rucola enthält Antioxidantien wie Quercetin und Sulforaphan, die helfen können, Zellschäden durch freie Radikale zu verhindern.\n3. **Unterstützt die Knochengesundheit:** Der hohe Gehalt an Vitamin K kann zur Aufrechterhaltung der Knochengesundheit beitragen.\n4. **Krebspräventive Eigenschaften:** Die enthaltenen Glucosinolate in Rucola könnten vor bestimmten Krebsarten schützen.\n\n**Mögliche Nachteile von Rucola:**\n1. **Schadstoffbelastung:** Wie andere Blattgemüse kann auch Rucola Schadstoffe wie Nitrat anreichern, besonders wenn er aus konventionellem Anbau stammt.\n2. **Pestizidrückstände:** Beim konventionellen Anbau können Pestizidrückstände ein Problem darstellen; Verbraucher könnten daher zu Bio-Produkten greifen.\n\nInsgesamt zeichnet sich Rucola durch seine gesundheitsfördernden Inhaltsstoffe aus und kann eine bereichernde Ergänzung zu einer ausgewogenen Ernährung darstellen. Wie immer sollte auf die Auswahl und Herkunft des Gemüses geachtet und der Verzehr von Produkten aus sicherem, nachhaltigem Anbau bevorzugt werden."
  }
]
